[{"data":1,"prerenderedAt":901},["ShallowReactive",2],{"children":3},[4,418,550],{"_path":5,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":9,"description":8,"body":10,"_type":412,"_id":413,"_source":414,"_file":415,"_stem":416,"_extension":417},"/blog/evolution-seen-in-a-bigger-picture/the-goals-of-evolution","evolution-seen-in-a-bigger-picture",false,"","The Goals Of Evolution",{"type":11,"children":12,"toc":409},"root",[13,21,36,41,46,55,60,65,73,78,83,91,99,104,109,117,122,127,132,140,145,154,159,167,172,177,185,190,195,203,208,213,221,226,232,237,242,254,259,264,272,277,286,291,299,304,312,316,321,326,335,340,348,353,358,363,371,376,381,386,391,396],{"type":14,"tag":15,"props":16,"children":18},"element","h1",{"id":17},"the-goals-of-evolution",[19],{"type":20,"value":9},"text",{"type":14,"tag":22,"props":23,"children":24},"p",{},[25,31],{"type":14,"tag":26,"props":27,"children":30},"img",{"alt":28,"src":29},"evolution of live goes.png","/evolution%20of%20live%20goes.png",[],{"type":14,"tag":26,"props":32,"children":35},{"alt":33,"src":34},"Life DNA organize1.png","/Life%20DNA%20organize1.png",[],{"type":14,"tag":22,"props":37,"children":38},{},[39],{"type":20,"value":40},"There remains a question unanswered, a tricky one: why? What is the use of these processes of evolution, of life itself? Is there any goal or purpose behind it? You could imagine that DNA doesn’t only describe who and what we are, and in addition defines a certain focus in the evolution of life, but even has some kind of evolutionary goal programmed in it, directly or as an inevitable consequence. AI has also a purpose and goal, so why not NI?",{"type":14,"tag":22,"props":42,"children":43},{},[44],{"type":20,"value":45},"Before going into that, here some answers to the question of the goal of evolution I found on internet:",{"type":14,"tag":22,"props":47,"children":48},{},[49],{"type":14,"tag":50,"props":51,"children":52},"em",{},[53],{"type":20,"value":54},"This lack of goal is also why evolutionary paths can lead to what we might consider “inefficiencies” or “quirks.” Evolution results in forms and functions that are good enough to survive and reproduce in their environment, but not perfectly designed. In short, evolution leads to a variety of life forms adapted to different niches, but it does so through undirected processes rather than purposeful goals.",{"type":14,"tag":22,"props":56,"children":57},{},[58],{"type":20,"value":59},"If something has a goal inefficiencies or quirks are not to be expected? Over a period of 100 of millions of years? ‘Goal’ and ‘designed’ are seen as inextricably linked. I don’t subscribe that point of view. Can’t nature have a goal on its own? Why should something with a goal be perfect? I am not speaking about an almighty god. Why is nature not allowed to find its own revolutionary path if it has a goal, or at least a direction?",{"type":14,"tag":22,"props":61,"children":62},{},[63],{"type":20,"value":64},"One more:",{"type":14,"tag":22,"props":66,"children":67},{},[68],{"type":14,"tag":50,"props":69,"children":70},{},[71],{"type":20,"value":72},"For instance, that single-celled organisms eventually gave rise to multicellular organisms might appear to exemplify directed movement towards so-called \"higher\" life-forms. But as Gould (1996) and others point out, there is a left-hand wall to complexity; by definition, the simplest possible organism can only become more complex or stay the same. In this sense, evolution is a \"drunkards walk\", wherein certain lineages inevitably attain unexplored novelty in form and function. By the same token, terms like \"reverse evolution\" and \"devolution\" are nonsensical; similar traits and gene sequences may recur at different moments in biological history, but this is still just evolution: change over time.",{"type":14,"tag":22,"props":74,"children":75},{},[76],{"type":20,"value":77},"So, if I understand it well, the fact that DNA describes life in many forms and with almost numerous traits is a ‘drunkards walk’? The fact that certain molecule sequences produce all the proteins that living creatures need to live is just a ‘change over time’? That mutations happen (in none life threatening regions) of the DNA which can bring, at least based on the ‘survival of the fittest’, thousands of viable and favourable new traits to fill the niches of biospheres is something inevitable, even if there is completely no direction, law or principles incorporated? For instance if mutations wouldn’t lead to the production of new proteins, life on earth would have perished or be limited to one cell species. The way that codons (DNA triplets) are mapped to amino acids seems to be strongly optimised. There is no ‘left-hand-wall’ which could ever give that result.",{"type":14,"tag":22,"props":79,"children":80},{},[81],{"type":20,"value":82},"A last one:",{"type":14,"tag":22,"props":84,"children":85},{},[86],{"type":14,"tag":50,"props":87,"children":88},{},[89],{"type":20,"value":90},"Evolution has no purpose; it simply happens. There is no reason to assume that evolution comes with some objective  “improvement”. The only thing that is constantly improving is the adaptedness of individuals to their given environment. Because the environment changes, this “progress” always remains relative – progress relative to the adaptedness to an environment.",{"type":14,"tag":22,"props":92,"children":93},{},[94],{"type":14,"tag":50,"props":95,"children":96},{},[97],{"type":20,"value":98},"In case we want to metaphorically talk about a “goal” of evolution, then the goal is simply the copying success of genes. But that, too, does not happen in a strategically planned manner, for evolution is – metaphorically speaking again – “blind and indifferent.”",{"type":14,"tag":22,"props":100,"children":101},{},[102],{"type":20,"value":103},"DNA evolving by random mutations to all kind of lifeforms like birds, dogs and humans just happens. This sounds to me like ‘a car just happens’. The only thing, according to this quote, that is constantly improving, is the adaptability of individuals to their given environment. How could a fish adapting to its environment end up on land? Did the environment change so much that our ‘apelike’ ancestor evolved to homo sapiens? Which changes did this? Apes and men still survive in the same conditions. Why should a process going in an certain direction and so having an inevitable (end)result, need a ‘strategically planned manner’? Some boundaries and some basic principles are good enough. Gravity is based on a law of nature, electromagnetism is based on a law of nature and also the forces within atoms. Together they have shaped the universe, earth and every particle on earth. So does that needed a ‘strategically planned manner’? If you say yes, than you are religious. If you say no to this and yes to a directional evolution, you are inconsequent. If you say that you need ‘strategically planned manners’ to give evolution some direction and, as a result of that, a more or less inevitable outcome, than you should also need those manners to accept that the universe works according to a limited number of general principles that result in an exact predictable outcome. But for some reason that is no issue.",{"type":14,"tag":22,"props":105,"children":106},{},[107],{"type":20,"value":108},"Suggesting that the evolution of life could have some directions, some boundaries, some principles is, at least that seems so, blasphemy in the world of evolutionary scientists.",{"type":14,"tag":22,"props":110,"children":111},{},[112],{"type":14,"tag":26,"props":113,"children":116},{"alt":114,"src":115},"in physics.png","/in%20physics.png",[],{"type":14,"tag":22,"props":118,"children":119},{},[120],{"type":20,"value":121},"Back to NI: I EXT have given a possibility how Natural Intelligence could work. The evolution according to NI doesn’t works on the basis of a 100% random genetic variation but on the basis that per species, per limited group within a species or even on an individual level, some regions of the DNA are more susceptible (actively or passively) for variations and that this can be inherited so that it can become a part of the generations to come, especially if this concerns a trait that gives a (better) fit. I have also given a possibility how this could lead to a faster and a clear directional evolutionary process (not only based on ‘survival of the fittest’) and even to a revolutionary evolution because of a more or less fundamental change concerning this susceptibility. But, again, is it also possible that evolution can have a goal or even more goals? Maybe ‘goal’ is not the right word and is the outcome of the evolution of life somehow, between certain boundaries, inevitable.",{"type":14,"tag":22,"props":123,"children":124},{},[125],{"type":20,"value":126},"‘Survival of the fittest’ leads to a better adaptation (by the way: is that not something inevitable?), NI makes that process faster and makes the chance of a successful independent evolution bigger. It could even be the only option to create a new family of species. And if you compare the evolutionary ‘tree’ of both, NI together with ET gives a way faster, better and more complete result than ET on its own will ever be able to achieve. So the inevitable result of evolution could be an as big as possible and an as variable as possible population of species. To reach this, all these different species will have to fit in and fill in every niche that our world offers. That asks for specialisation or even for super specialisation. And that implies that all kind of traits together give the optimum fit. This means complexity, see for instance all the mentioned traits you need to become the best and fastest tree climber or to walk upright. While in the beginning of the evolution is was enough just to be able to move a bit. So the inevitable outcome of evolution according to NI are as numerous as possible and as diverse as possible life forms, varying from one cell creatures to very complex creatures fitting is every niche, even the tinny ones, that by the way makes these life forms more and more vulnerable for even small changes. So the extinction rate could go up because of this, having a reducing effect.",{"type":14,"tag":22,"props":128,"children":129},{},[130],{"type":20,"value":131},"Humankind has even reached such a complexity that it is capable to live in other niches then her own and survive there (thanks to cloth, fire, heating, cooling, refrigerators etc.). That implicates adaptation to external circumstances and so an active contribution to its own evolution. Mankind not only survives and thrives thanks to internal traits but also, and maybe even more, thanks to self-invented external ‘traits’.",{"type":14,"tag":22,"props":133,"children":134},{},[135],{"type":14,"tag":26,"props":136,"children":139},{"alt":137,"src":138},"mankind contributes to its own.png","/mankind%20contributes%20to%20its%20own.png",[],{"type":14,"tag":22,"props":141,"children":142},{},[143],{"type":20,"value":144},"By the way: there are all kinds of theories why men as only primate (assuming mankind is a primate) lost his or her body hair. Like a better dissipation of body heat. But why that wouldn’t work for other primates is a mystery for me. It is well accepted that the process of losing hair already started long before the journey North out of Africa started. Again: the start of this process could be just genetically with no obvious reason at all.",{"type":14,"tag":22,"props":146,"children":147},{},[148],{"type":14,"tag":26,"props":149,"children":153},{"alt":150,"src":151,"style":152},"dressed against cold.png","/dressed%20against%20cold.png","margin: auto",[],{"type":14,"tag":22,"props":155,"children":156},{},[157],{"type":20,"value":158},"A short time ago I watched a documentary about deep sea fish and the really amazing and also beautiful creatures living in these deepwater areas. These animals look very different from any other life form on earth. That made me wonder how it is possible that there are so many different species adapted to so many different circumstances, often with each their own feeding habits, types of food, strongpoints and so on. On the basis of only the Evolution Theory you would expect much more resemblance between species, the sharing of proven favourable habits and traits, same objectives. If intelligence works for mankind of course it should work for almost all animals to make the better fit. But obviously and maybe even surprisingly that is not the reality and not the way it works. Or should I say: NI+ExT works?",{"type":14,"tag":22,"props":160,"children":161},{},[162],{"type":14,"tag":26,"props":163,"children":166},{"alt":164,"src":165,"style":152},"deep sea fish.png","/deep%20sea%20fish.png",[],{"type":14,"tag":22,"props":168,"children":169},{},[170],{"type":20,"value":171},"If I make a comparison with cars again, the day to day competition between the different brands is to my opinion much stronger than between the different species. To say it in another way: nature is remarkable complementary. For every situation and every environment there is one well suited and adapted species and species are not often ‘fishing in the same pond’ in the same way with the same gear. There is for instance one species with an extraordinary long neck and there is one species with a long trunk. Opposite to products developed by men, which normally have huge overlaps. You could say that obviously evolution and time did their work, but will time and human intelligence (so not ‘coincidence’!) lead to less competition in time? No, to more competition! In economics we call that the ‘boom and bust cycle’. For some reason that cycle, that lead to more of the same instead to less of the same, appears not to exist in evolution or at least is not as a deciding rule.",{"type":14,"tag":22,"props":173,"children":174},{},[175],{"type":20,"value":176},"Often the opinion is that the differences between the DNA’s of different species is remarkable small and this is seen as an evidence that evolution of life is a fact, but maybe it is the other way around: the differences are, at least where it matters (also proteins), remarkable big.",{"type":14,"tag":22,"props":178,"children":179},{},[180],{"type":14,"tag":26,"props":181,"children":184},{"alt":182,"src":183},"differences remarkable big 1 zwart.png","/differences%20remarkable%20big%201%20zwart.png",[],{"type":14,"tag":22,"props":186,"children":187},{},[188],{"type":20,"value":189},"This opinion is also based upon the generally accepted theory that life started at one moment in time and at one place. So this one DNA, that ‘happened’ there and then, was, is and will be the starting point for every living creature in the past, in the present and in the future. Just one tree of life. The Excitatus Theory, stating that all basic traits of life were already incorporated in that DNA, makes the weight of this theory even heavier. This one and only starting point limits by definition the possibilities of the evolution of life. If there would have been more starting points in time and/or place the variations could have been much bigger. Maybe in the form of life based on other chemical elements.",{"type":14,"tag":22,"props":191,"children":192},{},[193],{"type":20,"value":194},"If reaching an optimum or even maximum of different species in every possible biosphere is the end result of the evolution of life, than what does that mean? Without life the universe with all its stars, planets and other phenomena is useless and pointless. I could even put it more extreme: Without the universe there is no life and without life there is no universe. The first part is logic, but the second part may ask for some explanation: If nothing can ever (not in the past, not now, not in the future) experience or observe something, nor its effects, than this ‘something’ is nothing. At least there was, is and will never be any evidence that there is or was or will be something. The evolution of life has led to the situation that ever more living creatures experience the world in all its facets, the sun, the stars and so on, and their effects, dating from the past (even the lasting effects of the ‘big bang’) until today. So ever more universe becomes real and if it is to mankind, we are only just beginning.",{"type":14,"tag":22,"props":196,"children":197},{},[198],{"type":14,"tag":26,"props":199,"children":202},{"alt":200,"src":201},"if nothing.png","/if%20nothing.png",[],{"type":14,"tag":22,"props":204,"children":205},{},[206],{"type":20,"value":207},"Is that all, if we are talking about goals or inevitable outcomes? I don’t think so. There are some remarkable facts about the (r)evolution of life. One is that it contradicts or, better formulated, is supposed to contradict one of the most important laws of nature. And that is the second law of thermodynamics. This supposed contradiction is also known as the Schrödinger paradox. This law states that the total entropy (degree of chaos) in a system either increases or remains constant in any spontaneous process, if it is a closed system; it will never decrease. Say you throw a bottle made out of glass on the floor. The result will never by something that makes any sense, but there are billions of possible random divisions of the chippings. The entropy (the chaos) in a system can only decrease if energy is put into it from outside, resulting is a less chaotic situation. If you talk about the bottle, that means gluing it together again. A living creature is less chaotic than the materials needed to make this creature. To make a living creature, these materials have to be organized and combined in a very special and even unique way, which results in a very strong reduction of entropy. Energy and effort have to be brought in to make a living creature from materials. Energy can be derived from the sun and other sources. But where does this needed effort come from? The Evolution Theory points in this respect to ‘coincidences’ but this second law defines that coincidences will lead to a bigger chaos, a higher state of entropy. So this also indicates that NI, an organising feature, is a necessary part of the evolution of life. And of course this organizing feature is DNA.",{"type":14,"tag":22,"props":209,"children":210},{},[211],{"type":20,"value":212},"A part of the second law of thermodynamics is also that conditions in systems in contact with each other will tend to become uniform: in that situation a warmer room will get colder and the colder room will become warmer. To avoid both processes (chaos instead of ordered materials in a species; and a lukewarm body in a lukewarm room instead of a warm body in a cold space) a source of energy as well as a source or form of intelligence or instruction are needed. In the absence of instruction or intelligence, it is not enough to put energy in.",{"type":14,"tag":22,"props":214,"children":215},{},[216],{"type":14,"tag":26,"props":217,"children":220},{"alt":218,"src":219,"style":152},"entropy.png","/entropy.png",[],{"type":14,"tag":22,"props":222,"children":223},{},[224],{"type":20,"value":225},"So the fact is, that living creatures lower the state of entropy, organizing materials under the influence of energy put into the system. Besides that, they (mammals, birds) avoid an equilibrium between their body conditions and the outside world. To realize this the mentioned law demands intelligence or instructions. And both are indeed incorporated in DNA. This implies: DNA is the ‘intelligent’ organizing feature and the sun and maybe other sources brings in the needed energy. So the inevitable outcome of the evolution of life is to lower entropy. It goes against the second law of thermodynamics but it does not contradict it.",{"type":14,"tag":22,"props":227,"children":228},{},[229],{"type":14,"tag":26,"props":230,"children":231},{"alt":28,"src":29},[],{"type":14,"tag":22,"props":233,"children":234},{},[235],{"type":20,"value":236},"By the way: dinosaurs were cold-blooded, like reptiles today, their body temperature followed the temperature of the outside world. So their existence looked more like the closed system, the second law of thermodynamics is talking about, than the existence of mammals or birds. That they got extinct and mammals survived, and even took over, could be a confirmation that life goes against this law that dictates an constant or growing entropy.",{"type":14,"tag":22,"props":238,"children":239},{},[240],{"type":20,"value":241},"Note: in kader",{"type":14,"tag":22,"props":243,"children":244},{},[245],{"type":14,"tag":50,"props":246,"children":247},{},[248],{"type":14,"tag":249,"props":250,"children":251},"strong",{},[252],{"type":20,"value":253},"That life lowers the level of entropy is a point of discussion. Some scientists say that life increases the entropy by burning oil and so on (what only humans do). But I think that is ‘making chaos’ on a much lower level. See also the following text.",{"type":14,"tag":22,"props":255,"children":256},{},[257],{"type":20,"value":258},"Death undoes this all and brings back the chaos according to the second law of thermodynamics. So what is the use of it all? Well we see that the evolution slowly but surely has increased the complexity of living creatures and their variety, so also slowly but surely the level of organisation, structuring and information increases and so the level of entropy decreases. The means that evolution is not a random process that, ruled by coincidences, leads to ever more complex living creatures. I thinks this well accepted dogma is not correct. Not only evolution has an inevitable outcome but even death. The whole process of an ever increasing level of organizing and structuring materials is only possible by the sake of death: no death no evolution.",{"type":14,"tag":22,"props":260,"children":261},{},[262],{"type":20,"value":263},"So the filling of the biosphere with the optimum or possibly even maximum possible variety of species in order to give the universe the possibility and a reason to exist, could be one goal or at least the inevitable outcome of evolution. The other outcome could be to organize and structure materials.",{"type":14,"tag":22,"props":265,"children":266},{},[267],{"type":14,"tag":26,"props":268,"children":271},{"alt":269,"src":270},"goal of life.png","/goal%20of%20life.png",[],{"type":14,"tag":22,"props":273,"children":274},{},[275],{"type":20,"value":276},"Starting from this point of view a lot of observations make sense. Why are there some many people on earth and is this amount still growing? Why are there so many ants and termites?",{"type":14,"tag":22,"props":278,"children":279},{},[280],{"type":14,"tag":26,"props":281,"children":285},{"alt":282,"src":283,"style":284},"termieten1.jpeg","/termieten1.jpeg","height: 300px; margin: 0 auto;",[],{"type":14,"tag":22,"props":287,"children":288},{},[289],{"type":20,"value":290},"They not only organize and structure materials in their bodies but also in their environment! So they multiply this effect during their life and so contribute extra to this direction of the evolution of life. That makes them so successful and maybe that is even the reason nature contributes to their success. Look at your house and room, (almost) everything ordered! Yes there is something in our system that pushes us to organize! And we do benefit from that. If mankind will be able to colonize other planets, our efforts of organizing and structuring will be multiplied. Are we just randomly doing something or indeed is DNA pushing us, while we don’t suspect it, into that direction? Is that why we like to play with Lego or like to make Jigsaw puzzles? We are getting satisfaction by organizing random distributed elements making a complete picture or structure out of many loose pieces. And the more money and assets you have, the better you can play your role.",{"type":14,"tag":22,"props":292,"children":293},{},[294],{"type":14,"tag":26,"props":295,"children":298},{"alt":296,"src":297},"Life DNA organize.png","/Life%20DNA%20organize.png",[],{"type":14,"tag":22,"props":300,"children":301},{},[302],{"type":20,"value":303},"You could wonder what this has to do with NI, with directional evolution and revolutionary evolution. If you compare the (theoretical) build-up of species according to the Evolution Theory and that according to NI in combination with ET the last one is, as already illustrated, far more effective. De process of creating a new family of species followed by the creation of new species within this new family is much faster and more effective and the capability to fill in all the niches in the biosphere is according to the Evolution Theory alone only partly possible and still with a very low speed and effectiveness. NI + ET in opposite will find every niche there is.",{"type":14,"tag":22,"props":305,"children":306},{},[307],{"type":14,"tag":26,"props":308,"children":311},{"alt":309,"src":310,"style":284},"ny1.jpeg","/ny1.jpeg",[],{"type":14,"tag":22,"props":313,"children":314},{},[315],{"type":20,"value":303},{"type":14,"tag":22,"props":317,"children":318},{},[319],{"type":20,"value":320},"If talking about the complexity of a cell, the complexity of DNA and the genetical chemical processes taking place, the complexity of traits and the complexity of living creatures, the all accepted explanation is ‘large numbers’. If an event happens infinite times, like mutations of the DNA, coincidences will bring order, indeed just by coincidence. This seems so far to be the only way to explain life and the evolution of life without some kind of intelligence. I already talked about my doubts if it really could work that way. See my text about screwing billions of times materials together in the expectation that just by coincidence one time suddenly a Porsche will appear out of this randomly screwed and welded materials.",{"type":14,"tag":22,"props":322,"children":323},{},[324],{"type":20,"value":325},"Making this document I came across an article with the title ‘_A numerical evaluation of the Finite Monkey Theorem’_ in 2024 written by Stephen Woodcock and Jay Falletta.",{"type":14,"tag":22,"props":327,"children":328},{},[329],{"type":14,"tag":26,"props":330,"children":334},{"alt":331,"src":332,"style":333},"finite monkey theory art.png","/finite%20monkey%20theory%20art.png","height: 100px; margin: 0 auto;",[],{"type":14,"tag":22,"props":336,"children":337},{},[338],{"type":20,"value":339},"The Infinite Monkeys Theorem has long-established the eventual certainty of the complete works of William Shakespeare being reproduced by a monkey randomly pressing keys on a typewriter. This only considers the infinite limit, with either an infinite number of monkeys and/or an infinite time period of monkey labour. The mentioned researchers considered not the Infinite but the Finite Monkeys Theorem and looked at the probability of a given string being typed by a finite number of monkeys within a finite time allocation consistent with estimates for the lifespan of our universe. They also calculated the expected number of keystrokes until a target string would first be produced. So they examined the situation when only a finite number of monkeys and only a finite time period are available. And then calculated the probabilities of particular phrases being typed by a given number of monkeys in a given time period.",{"type":14,"tag":22,"props":341,"children":342},{},[343],{"type":14,"tag":26,"props":344,"children":347},{"alt":345,"src":346,"style":152},"typing monkey.jpg","/typing%20monkey.jpg",[],{"type":14,"tag":22,"props":349,"children":350},{},[351],{"type":20,"value":352},"The conclusion of the performed mathematical experiment is that the results clearly demonstrated that based on the given plausible estimates of the lifespan of the universe and the amount of possible monkey typists available, this still leaves huge orders of magnitude differences between the resources available and those required for non-trivial text generation.",{"type":14,"tag":22,"props":354,"children":355},{},[356],{"type":20,"value":357},"By the way: there are more of these kinds of theories, that claim that if you do something without any intentions millions of time or billions of times, that by chance one time the results will not be something chaotic but something with a structure or even a meaning. But what is often forgotten in those theories, is that you first must instruct something or somebody to perform a certain action that many times, over and over again. Like the monkeys mentioned above. Giving this instruction and performing this action is giving a direction and not something happening without any intensions. And that is how the Evolution Theory looks at life.",{"type":14,"tag":22,"props":359,"children":360},{},[361],{"type":20,"value":362},"One other note: if an infinitive number of monkeys type infinite times on a key board, you will not only get the complete works of Shakespeare but of all writers ever existed. So the theory, that if you do something trillions of times by coincidence, order will appear, doesn’t support the Evolution Theory but contradicts it. Because that would implicate that life didn’t start with one type of DNA at one moment in history (generally accepted), but with multiple types of DNA or even other life giving molecules over and over again.",{"type":14,"tag":22,"props":364,"children":365},{},[366],{"type":14,"tag":26,"props":367,"children":370},{"alt":368,"src":369},"theory infinite numbers.png","/theory%20infinite%20numbers.png",[],{"type":14,"tag":22,"props":372,"children":373},{},[374],{"type":20,"value":375},"If I may take the liberty to translate the Finite Monkeys Theorem to the evolution of life, this would implicate that the universe isn’t there long enough to explain the mentioned complexities on the basis of random actions or events. Of course there are more DNA-sequences than monkeys, but species are more complex than the complete works of Shakespeare and the result of the mathematical experiment was that it still left huge orders of magnitude differences to an ordered result.",{"type":14,"tag":22,"props":377,"children":378},{},[379],{"type":20,"value":380},"So it is one or the other: or coincidences will lead to more origins of life or to no origin of life. That all these coincidences by coincidence lead to just one origin of life, is really too unlikely (unless you believe that this is no coincidence …….).",{"type":14,"tag":22,"props":382,"children":383},{},[384],{"type":20,"value":385},"So in my opinion the mentioned processes of evolution and the mentioned outcome of it, are programmed in DNA and made possible by our habitat offering energy, materials, oxygen etc.",{"type":14,"tag":22,"props":387,"children":388},{},[389],{"type":20,"value":390},"That is ‘all’. No reason the bring in a creator. We don’t do that if we are talking about DNA programming traits and we don’t do that if we are talking about the laws of physics. So also no reason to do that, if we are talking about the ‘laws of evolution’.",{"type":14,"tag":22,"props":392,"children":393},{},[394],{"type":20,"value":395},"To conclude this chapter about the ‘goals’ of the evolution of life, let me go back to the 7(?) laws of nature and physics. What do these laws do? What is the result the law of gravity or of electromagnetism? Organizing material! The universe and our earth are the result of these laws: the universe is not a chaos, but organised in the form of milky ways, stars and planets, where even on some of them life can evolve. Without the laws of physics universe would be a chaos. So the theory that life is there to organize, is nothing but a expansion of the existing laws of physics. Nothing exotic or religious about it. Biology and physics are always considered as two separate sciences, but in the end they could be the two sides of the same coin.",{"type":14,"tag":22,"props":397,"children":398},{},[399,404],{"type":14,"tag":26,"props":400,"children":403},{"alt":401,"src":402},"laws of physics organize zwart1.png","/laws%20of%20physics%20organize%20zwart1.png",[],{"type":14,"tag":26,"props":405,"children":408},{"alt":406,"src":407},"2 sides of coin.png","/2%20sides%20of%20coin.png",[],{"title":8,"searchDepth":410,"depth":410,"links":411},2,[],"markdown","content:03.blog:04.Evolution seen in a bigger picture:02.The goals of evolution.md","content","03.blog/04.Evolution seen in a bigger picture/02.The goals of evolution.md","03.blog/04.Evolution seen in a bigger picture/02.The goals of evolution","md",{"_path":419,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":420,"description":8,"body":421,"_type":412,"_id":547,"_source":414,"_file":548,"_stem":549,"_extension":417},"/blog/evolution-seen-in-a-bigger-picture/the-future-of-evolution","The Future Of Evolution",{"type":11,"children":422,"toc":545},[423,428,441,446,454,459,467,472,477,482,487,495,500,508,513,521,526,534,539],{"type":14,"tag":15,"props":424,"children":426},{"id":425},"the-future-of-evolution",[427],{"type":20,"value":420},{"type":14,"tag":22,"props":429,"children":430},{},[431,436],{"type":14,"tag":26,"props":432,"children":435},{"alt":433,"src":434},"mankinds role.png","/mankinds%20role.png",[],{"type":14,"tag":26,"props":437,"children":440},{"alt":438,"src":439},"humans are the end.png","/humans%20are%20the%20end.png",[],{"type":14,"tag":22,"props":442,"children":443},{},[444],{"type":20,"value":445},"Until now our focused direction of evolution, increasing brain capacity, doesn’t seem to be in line with our sexual attractivity. That physical well developed men are still more attractive to women than more mentally developed men and the other way around, so that the first group will probably produce more offspring, implies a restrain of the speed of our evolution. The split from the apes happened millions of year ago but this makes it clear that some of their focused traits are still quiet present in our DNA. This maybe sounds negative but the positive effect of this is that it has a levelling influence on society. Will/can that change in the (near) future? Will our focused trait (human intelligence) finally push away physical strength as being most sexy? If so, what effects could that have?",{"type":14,"tag":22,"props":447,"children":448},{},[449],{"type":14,"tag":26,"props":450,"children":453},{"alt":451,"src":452,"style":284},"geek with 6 pack.jpeg","/geek%20with%206%20pack.jpeg",[],{"type":14,"tag":22,"props":455,"children":456},{},[457],{"type":20,"value":458},"In our days geeks seem to rule the world, at least if you look at tech companies. In governmental spheres their presence is, if I may say strangely enough, almost zero. Still tech companies make the most money and a lot of geeks are getting extremely rich. One way or another this will make them more interesting and attractive. So yes the moment that our NI and sex appeal are getting more and more in one line, could not be that far away anymore. Or is already there considering the 12 children of Elon Musk. Also the fact that women are no longer just taking care of their children will have a serious effect on this: they are less strong but equally intelligent. Maybe this is even the trigger behind emancipation.",{"type":14,"tag":22,"props":460,"children":461},{},[462],{"type":14,"tag":26,"props":463,"children":466},{"alt":464,"src":465,"style":284},"vrouwen.jpeg","/vrouwen.jpeg",[],{"type":14,"tag":22,"props":468,"children":469},{},[470],{"type":20,"value":471},"But still there is a trend against this, looking at the fact that appearance also becomes ever more important in our days. So that is by far the whole story. And there are more influences that determine the amount of offspring, for instance: culture and religion. So if we maintain this line of thinking, there will be two parallel reproduction processes: one where human intelligence will become more and more the motor behind reproduction and one where intelligence plays no significant role. That could lead to a clear split, or maybe a bigger split than there already is, in society. This sounds like a negative development, but it could become even worse. If (technical) intelligence means money and sex appeal, it also means the attraction of beauty. So that could lead to an also visual split: good looking, intelligent people could become a class apart. And we can go on. The men and women at the top of the technical pyramid will have, and already to a certain degree have, the capabilities and means of widening the gap between them and the less ‘lucky ones’. And the temptation to do so will be very hard to resist as this short history already shows. As is the temptation to control and manipulate information about these developments. So these are developments that strengthen each other and also strengthen themselves.",{"type":14,"tag":22,"props":473,"children":474},{},[475],{"type":20,"value":476},"So are the Hunger Games just fiction, also in our future? I wonder. Governments can of course try to avoid this or temper these effects (or strengthen them). But will they be strong enough to do so? And independent enough? I really have my doubts.",{"type":14,"tag":22,"props":478,"children":479},{},[480],{"type":20,"value":481},"I can even imagine a further reaching future. Also further away in time but nevertheless. Could we improve the human intelligence on purpose? And compensate the possible decline of intelligence in a less demanding prosperous environment? Maybe we can achieve this by the selection of people who are more intelligent than average. But that sounds too much like fascism and implies a slow evolutionary process. Or change the DNA/RNA-region that determines the human intelligence directly. But will that change be inherited and will that not give all kinds of unknown and potentially dangerous side effects? If there is indeed something like a Natural Intelligence in a region of our DNA, and the focus of this is human intelligence, sooner or later we will find and may even decode this DNA-region and their interactions with proteins and so on. That would give much more insight. And if we can find out how this region can produce a variation that implicates steps towards a higher IQ, we could force a spurt within our own evolution. We could maybe become able to manipulate our Natural Intelligence in the same way nature does it and so boost it in our offspring. This change will be ‘natural’ and will, if made inheritable, be part of the human DNA from there on in the concerning persons. If that will be a privilege to only the wealthiest people, than the already mentioned possible split in society and between poor and rich countries could become way bigger and even unbridgeable. So a new species could evolve within the family of humans.",{"type":14,"tag":22,"props":483,"children":484},{},[485],{"type":20,"value":486},"Below you find a picture how ‘human’ intelligence could evolve. And this more or less in an historical perspective. Yes, rather pessimistic. So maybe just a bad dream or a warning?",{"type":14,"tag":22,"props":488,"children":489},{},[490],{"type":14,"tag":26,"props":491,"children":494},{"alt":492,"src":493},"human intelligence in an historical perspective.png","/human%20intelligence%20in%20an%20historical%20perspective.png",[],{"type":14,"tag":22,"props":496,"children":497},{},[498],{"type":20,"value":499},"There is also another side to this story. Much more possitive If we can trigger mutations increasing our intelligence, we can possibly also block negative mutations like those resulting in cancer.",{"type":14,"tag":22,"props":501,"children":502},{},[503],{"type":14,"tag":26,"props":504,"children":507},{"alt":505,"src":506,"style":284},"mani dna.jpeg","/mani%20dna.jpeg",[],{"type":14,"tag":22,"props":509,"children":510},{},[511],{"type":20,"value":512},"Another question is: Has the evolution of life reached the end result and are we more of less this end result or are there further evolutionary steps to be expected? Yes I think so, because there is still a huge amount of niches in our universe to be filled. And in our time we have started the first efforts to do so. Is that a coincidence or are we just obeying to the mentioned evolutionary push? Personally I suspect it is the last. And if the answer is ‘yes’, what will the future of evolution look like? Colonizing worlds in space! Problem is that these worlds could be so different and hostile that the needed steps to become fit enough to survive there, are too big to be bridged by evolutionary processes or even by revolutionary processes. So that is where mankind will come in. Our role could change from a passive one to an active one in the evolution of life (of also other and new species).",{"type":14,"tag":22,"props":514,"children":515},{},[516],{"type":14,"tag":26,"props":517,"children":520},{"alt":518,"src":519},"role of mankind.png","/role%20of%20mankind.png",[],{"type":14,"tag":22,"props":522,"children":523},{},[524],{"type":20,"value":525},"How? There are two different methods coming into view: we can adapt the environment, locally of globally, or we can adapt living creatures or even artificial creatures in such a way that they can survive and breed in an atmosphere and world that until now is too hostile for life and so also for the evolution of life. For example: too much or too few oxygen in the air, too low or too strong gravity, too low or too high temperatures and so on. Maybe these kind of DNA-adaptations are even necessary to be able to make long journeys into space possible. Probably our knowledge of DNA and high tech will grow so much the coming years, that at a certain moment in the future we will be able to do so, by manipulating the DNA in order to trigger or even create new traits, which basics may or may not already be present in our DNA. And adding high tech implants and robots could also be an option. Maybe only looking for earth look-a-likes in space is therefore too narrow. I think we are on page 1 of a new chapter of the book of the evolution of life in which the role of mankind can become important if not essential. Maybe also this development can lead to one of more new species within the human family.",{"type":14,"tag":22,"props":527,"children":528},{},[529],{"type":14,"tag":26,"props":530,"children":533},{"alt":531,"src":532,"style":284},"bionic woman.jpeg","/bionic%20woman.jpeg",[],{"type":14,"tag":22,"props":535,"children":536},{},[537],{"type":20,"value":538},"So are we humans the end result so far of the evolution of life? Yes I think so. Not because of our human intelligence but because of our ability and drive to organize.",{"type":14,"tag":22,"props":540,"children":541},{},[542],{"type":14,"tag":26,"props":543,"children":544},{"alt":438,"src":439},[],{"title":8,"searchDepth":410,"depth":410,"links":546},[],"content:03.blog:04.Evolution seen in a bigger picture:03.The future of evolution.md","03.blog/04.Evolution seen in a bigger picture/03.The future of evolution.md","03.blog/04.Evolution seen in a bigger picture/03.The future of evolution",{"_path":551,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":552,"description":8,"body":553,"_type":412,"_id":898,"_source":414,"_file":899,"_stem":900,"_extension":417},"/blog/evolution-seen-in-a-bigger-picture/evolution-and-the-biosphere","Evolution And The Biosphere",{"type":11,"children":554,"toc":896},[555,560,573,578,586,591,596,601,609,614,620,625,630,642,647,655,674,685,693,698,703,711,723,728,733,741,746,751,791,796,802,807,812,817,825,830,838,843,848,857,862,870,875,883,888],{"type":14,"tag":15,"props":556,"children":558},{"id":557},"evolution-and-the-biosphere",[559],{"type":20,"value":552},{"type":14,"tag":22,"props":561,"children":562},{},[563,568],{"type":14,"tag":26,"props":564,"children":567},{"alt":565,"src":566},"revo followed by evo.png","/revo%20followed%20by%20evo.png",[],{"type":14,"tag":26,"props":569,"children":572},{"alt":570,"src":571},"mankind represents.png","/mankind%20represents.png",[],{"type":14,"tag":22,"props":574,"children":575},{},[576],{"type":20,"value":577},"Time to look at the bigger picture. The evolution according to the Evolution Theory looks in my opinion more or less like a umbellifer. New branches are positioned under a small angle to their ancestor branches. Below a photo in 3D and schematic picture of this in 2D.",{"type":14,"tag":22,"props":579,"children":580},{},[581],{"type":14,"tag":26,"props":582,"children":585},{"alt":583,"src":584},"schermbloem.png","/schermbloem.png",[],{"type":14,"tag":22,"props":587,"children":588},{},[589],{"type":20,"value":590},"This results into ‘flowers’ (symbol for species in general; not limited to flowers) forming more or less an umbrella like screen, expanding in time, in relatively close proximity of each other. A lot of the space around the spreading stem stays empty or is only partly filled. Every new species grows in time very slowly away from his or her ancestor, leaving a long trail of transition forms or even of ‘missing links’. The differences between ancestors and new species are quiet small and both have traits that are (especially om the beginning) closely related; not clearly different traits that would excel in the same or different biospheres. There are many transition forms needed with each time a bit adjusted traits, that characterizes each of these forms, before a significant distance is realized compared to species 1, with which it all begins. And so before you can really speak of a new species characterized by a different and new trait. An extremely time consuming process.",{"type":14,"tag":22,"props":592,"children":593},{},[594],{"type":20,"value":595},"When you compare this with a schematic picture of NI (especially with evolutionary revolution) you get a very different result: see the picture below. Each branch shows a new or principally changed focused trait. To illustrate this every angle is made 90 degrees. So the angle is way bigger and can go in any direction. The result is a 3D beam structure with beams (species) going in every possible direction. These perpendicular angels are possible due to the fact that the DNA regions that determines the new trait are basically already there and therefor just have to be switched on by coincidence or by a trigger. The consequence of this different way of branching is easy to see this way: the evolution of species according to NI does not only goes much faster but is more principal and also leads to a way better filling of the biosphere by a huge amount of species that are less competing with each other and that are far more complementing each other.",{"type":14,"tag":22,"props":597,"children":598},{},[599],{"type":20,"value":600},"So what to make out of this? My theory is that the ‘NI-tree’ resembles the first step of the evolution of life or of a principle new type/family of species and the ‘ET-tree’ resembles the following phases of developing new species within one family. So most branches in the NI-tree end eventually in a branch of the ET-type. This combination will give by the far best filling of all biospheres. So indeed a mix of the three models that have become standard in attempts to understand the nature of evolutionary divergence in fossil lineages: directional change, unbiased random walk, and stasis.",{"type":14,"tag":22,"props":602,"children":603},{},[604],{"type":14,"tag":26,"props":605,"children":608},{"alt":606,"src":607,"style":152},"NI vertakking + ET vertakking.png","/NI%20vertakking%20%2B%20ET%20vertakking.png",[],{"type":14,"tag":22,"props":610,"children":611},{},[612],{"type":20,"value":613},"Revolutionary evolution followed by evolution (due to random and/or directional mutations) leads to an optimum filling of all biospheres.",{"type":14,"tag":22,"props":615,"children":616},{},[617],{"type":14,"tag":26,"props":618,"children":619},{"alt":565,"src":566},[],{"type":14,"tag":22,"props":621,"children":622},{},[623],{"type":20,"value":624},"The specification of a new species according to the Evolution Theory will, as already said, produce many transition forms; NI will produce only a limited number. Until today not many fossils of transition forms have been found. And as already mentioned many times a discussion is going on if a fossil is indeed a transition form or only family. So again an indication that NI combined with ET gives a better description of the evolution of life than the Evolution Theory on its own. Earlier I showed my surprise that, if you read about the evolution of cheetahs, you will find stories about fossils of its ancestors concerning the evolution of theirs sculls but not about the evolution of their physical development influencing their running speed. Now that becomes easier to understand. Running speed is a focused trait so less transition forms and brain volume is not a focused trait concerning cheetahs so more transition forms. ",{"type":14,"tag":22,"props":626,"children":627},{},[628],{"type":20,"value":629},"There are clear examples of a sudden appearance of a new family of species during the history of evolution. Represented by a 90 degrees angel in the picture above. I will present a few of them.",{"type":14,"tag":22,"props":631,"children":632},{},[633,635,640],{"type":20,"value":634},"Mammal ancestors became warm-blooded in burst of Late Triassic evolution (source: James Ashworth, First published 20 July 2022). This jump in the body temperature of mammals happened over 200 million years ago. A new study, published in Nature, suggests that ancestors of mammals known as mammaliamorphs abruptly went from being cold-blooded ectotherms to warm-blooded endotherms, rather than experiencing an extended period of change. This extremely fast burst of evolution would have rapidly redefined how these animals lived, transforming our ancestors into more active creatures that lived a wide range of lifestyles. Dr Romain David, a researcher who co-led the study, says “",{"type":14,"tag":50,"props":636,"children":637},{},[638],{"type":20,"value":639},"We found that the body temperatures of non-mammaliamorph synapsids were around 24-29⁰C, similar to extant lizards, but jumped by 5-9⁰C in mammaliamorphs around 233 million years ago, during the Late Triassic",{"type":20,"value":641},"”.",{"type":14,"tag":22,"props":643,"children":644},{},[645],{"type":20,"value":646},"Control of body temperature is also associated with greater control over development, and around the same time as endothermy is estimated to have evolved, mammaliamorphs also started to develop larger brains and more complex nervous systems. So potential focused traits seizing this opportunity to become focused traits. The origin of mammalian endothermy is one of the great unsolved mysteries of palaeontology. Many different approaches have been used to try to predict when it first evolved, but they have often given vague or conflicting results. So, yes, switching on a gene or genes that already was/were present in DNA could be an explanation: no outside circumstances but internal circumstances and an example of revolutionary evolution. Maybe first latent present as a potential focused trait waiting for the right internal conditions to really become a focused trait.",{"type":14,"tag":22,"props":648,"children":649},{},[650],{"type":14,"tag":26,"props":651,"children":654},{"alt":652,"src":653,"style":152},"sweating giraffe.jpg","/sweating%20giraffe.jpg",[],{"type":14,"tag":22,"props":656,"children":657},{},[658,660,665,667,672],{"type":20,"value":659},"Another example of an abrupt evolutionary development was the first appearance of mammals. Robert Carroll, a palaeontologist at McGill University, argues in ",{"type":14,"tag":50,"props":661,"children":662},{},[663],{"type":20,"value":664},"Trends in Ecology and Evolution",{"type":20,"value":666}," that “",{"type":14,"tag":50,"props":668,"children":669},{},[670],{"type":20,"value":671},"The extreme speed of anatomical change and adaptive radiation during this brief time period requires explanations that go beyond those proposed for the evolution of species within the modern biota",{"type":20,"value":673},".” Further on it is stated that the (micro)evolution does not provide a satisfactory explanation for this extraordinary burst of novelty and concludes that the major evolutionary transitions in animal evolution still remain to be causally explained”. Some paragraphs back I already wrote that complex evolutionary transitions are impossible to explain on the basis of ‘survival of the fittest’ and ‘random mutations’. Switching on genes, that already were (for a long time) present in DNA can be an explanation. In combination with new focused traits and maybe also a ‘package deal’.",{"type":14,"tag":22,"props":675,"children":676},{},[677,679,684],{"type":20,"value":678},"The evolution of birds and the presence of the DNA-region concerning feathers long before the first birds appeared on the face of the earth, have already been discussed. But there are more interesting things to tell about the evolution of birds. First I will present some information I found in articles like “",{"type":14,"tag":50,"props":680,"children":681},{},[682],{"type":20,"value":683},"Mass extinction 66 million years ago triggered rapid evolution of bird genomes",{"type":20,"value":641},{"type":14,"tag":22,"props":686,"children":687},{},[688],{"type":14,"tag":26,"props":689,"children":692},{"alt":690,"src":691,"style":152},"art mass extiction birds.png","/art%20mass%20extiction%20birds.png",[],{"type":14,"tag":22,"props":694,"children":695},{},[696],{"type":20,"value":697},"Shortly after an asteroid slammed into Earth, 66 million years ago, the evolutionary story for the early ancestors of birds began. An University of Michigan study has identified important changes in birds’ genomes sparked by the mass extinction. The researchers found that the mass extinction event sparked shifts in the nucleotide composition. They also found that these shifts seem to be connected to the way birds develop as babies, their adult size and their metabolism. Within approximately 3 million to 5 million years of the mass extinction, surviving bird lineages tended to develop smaller body sizes. So changes in DNA composition were associated with the mentioned mass extinction. The study emphasizes that the extinction events can actually influence organismal biology by altering important aspects of how genomes evolve.",{"type":14,"tag":22,"props":699,"children":700},{},[701],{"type":20,"value":702},"If I understand this well, one could read that an external trigger (the slamming of the asteroid into the earth) changed the focused traits of the concerning species so birds could survive this catastrophe and start their evolution. And body weight played a decisive role in this evolution. And also is stated that this happened in more than one lineage at the same moment.",{"type":14,"tag":22,"props":704,"children":705},{},[706],{"type":14,"tag":26,"props":707,"children":710},{"alt":708,"src":709},"art how birds became birds.png","/art%20how%20birds%20became%20birds.png",[],{"type":14,"tag":22,"props":712,"children":713},{},[714,716,721],{"type":20,"value":715},"Another very interesting article in this respect is “",{"type":14,"tag":50,"props":717,"children":718},{},[719],{"type":20,"value":720},"How birds became birds",{"type":20,"value":722},"” by Michael J. Benton. Other sources are for instance: M. S. Y. Lee et al., Science 345, 562 (2014), P. Godefroit et al., Science 345, 451 (2014), F. Zhang et al., Nature 463, 1075 (2010), Q. Li et al., Science 327, 1369 (2010), J. Clarke, Science 340, 690 (2013) and M. N. Puttick et al., Evolution 68, 1497 (2014).",{"type":14,"tag":22,"props":724,"children":725},{},[726],{"type":20,"value":727},"These sources tell us that fossils show that many unique morphological features of modern birds, such as feathers, reduction in body size, and the semi lunate carpal, long preceded the origin of clade birds, but some may be unique to birds, such as relative elongation of the forelimb. The high evolutionary rates arose primarily from a reduction in body size. Traits associated with birds evolved before their origin, at high rates. Macroevolutionary analysis has confirmed that the trend to miniaturization happened at evolutionary rates 150 times faster than normal. The mentioned authors found that theropod (ancestor of birds) body size decreased 12 times, from an initial mean mass of 163 kg to 0.8 kg. The question is put forward how such a long-term trend could be maintained.",{"type":14,"tag":22,"props":729,"children":730},{},[731],{"type":20,"value":732},"I already wrote that the losing of weight of the ancestors of birds was probably a focused trait. The above findings make it hard to deny that. And  there were already ‘useless’ traits waiting to get their chance (waiting for an internal fit). And the evolution, after the moment these traits seized this chance, went way more rapidly and directionally than the Evolution Theory could ever be able to explain. To summarize: the evolution of birds looks very much like initiated by a revolutionary evolution with as result that losing weight became the new and decisive focused trait waiting for an internal and external fit.",{"type":14,"tag":22,"props":734,"children":735},{},[736],{"type":14,"tag":26,"props":737,"children":740},{"alt":738,"src":739,"style":284},"ancestors of birds2.jpeg.png","/ancestors%20of%20birds2.jpeg.png",[],{"type":14,"tag":22,"props":742,"children":743},{},[744],{"type":20,"value":745},"Back to mankind: is the evolution of mankind according to the process of the ‘survival of the fittest’ or according to a ‘revolutionary evolution’ followed by a directional evolution? I already presented my theory that the origin of mankind started with a fundamental change of one of the focused traits of our ancestors to ‘human intelligence’ or at least to a trait or traits that are essential parts of, or conditions for, this specific human trait. So I am convinced that the evolution of mankind started with a switch concerning one or of a couple of the focused traits of our ancestors.",{"type":14,"tag":22,"props":747,"children":748},{},[749],{"type":20,"value":750},"There is in my opinion a considerable number of motivations for this opinion:",{"type":14,"tag":752,"props":753,"children":754},"ul",{},[755,761,766,771,776,781,786],{"type":14,"tag":756,"props":757,"children":758},"li",{},[759],{"type":20,"value":760},"We walk upright, apes don’t (and as already described there are many new and changed traits involved in this fundamental switch);",{"type":14,"tag":756,"props":762,"children":763},{},[764],{"type":20,"value":765},"Apes don’t menstruate like humans. They do, but way less than women;",{"type":14,"tag":756,"props":767,"children":768},{},[769],{"type":20,"value":770},"The chimpanzee is our closest living relative. The nucleotide difference between the two species is small, maybe the difference is not more than 1–2%. But that is logical because both our DNA’s come from the first living cell. These findings generated the unjust common belief that humans are extremely close to chimpanzees at the genetic level. But if one looks at proteins, which are mainly responsible for phenotypic differences, the picture is quite different, and about 80% of proteins are (partly) different between the two species.",{"type":14,"tag":756,"props":772,"children":773},{},[774],{"type":20,"value":775},"There are 350,000 species of beetles—that’s an awful lot of relatives. Humans have no fellow species in existence. We’re all alone. The process of diversification has still to start (if ever, because there was not a long perioded needed to reach ‘harmony’ after ‘human intelligence’ became our focused trait).",{"type":14,"tag":756,"props":777,"children":778},{},[779],{"type":20,"value":780},"Humans’ closest living relatives, biologically speaking, are chimpanzees, but while humans are classified as Homo Sapiens, which puts us in the genus Homo, chimpanzees are in the genus Pan.",{"type":14,"tag":756,"props":782,"children":783},{},[784],{"type":20,"value":785},"Humans eat meat on a regular basis. This has major implications. Men had to start killing other animals, competing with other carnivores, handling a weapon, the use of fire and cooking, hunting in groups including communication and so on.",{"type":14,"tag":756,"props":787,"children":788},{},[789],{"type":20,"value":790},"Language is a unique trait of the human species, of which the genetic architecture remains largely unknown. Through language disorders studies, many candidate genes were identified. Such complex and multifactorial trait is unlikely to be driven by only few genes. By the way: some dogs and also some horses do understand a couple of commands (while we don’t understand their barking and neighing). So inside these animals some basics of the trait of using and understanding language must be part of their DNA. Another proof that a new trait doesn’t evolve out of nothing.",{"type":14,"tag":22,"props":792,"children":793},{},[794],{"type":20,"value":795},"Evolutionary mankind is seen as a primate. This is motivated by summing up traits we share with apes. But the differences in my opinion are way larger. See above and that are far from all the differences.",{"type":14,"tag":22,"props":797,"children":798},{},[799],{"type":14,"tag":26,"props":800,"children":801},{"alt":570,"src":571},[],{"type":14,"tag":22,"props":803,"children":804},{},[805],{"type":20,"value":806},"I already mentioned the difference between humans and chimpanzees (and all other primates) concerning the growth of some 30 different body parts before and after birth. With respect to the above statement there are even more very remarkable aspects about the human evolution. This concerns HARs, which stands for ‘Human accelerated regions’. It presents a set of 49 segments (genes, enhancers) of the human genome that were and are conserved throughout the evolution of all mammals, so during at least 10th of millions of years, but that changed rapidly and significantly during (only) our evolution. Also in chimpanzees these changes didn’t happen. Many of these regions play roles in the brain. Doesn’t that look like directional evolution and like focused traits?",{"type":14,"tag":22,"props":808,"children":809},{},[810],{"type":20,"value":811},"Evolution with no intelligence has no control mechanism and could, in my opinion, has therefor the risk to spin out of control: there are no limitations to how far a trait, that defines a species, could grow with the risk of complete extinction of all rivals and prey and in the end extinction of this very successful species itself. If traits are basically programmed in DNA way before a new species makes use of it and prospers from it, one can imagine that this also includes a maximum to the development of this trait. Like a maximum length of the neck of a giraffe, the running speed of a cheetah or indeed of the brain capacity of humans. That would avoid the evolution from spinning out of control and so avoid an evolution in reverse reducing the amount of species and living creatures.",{"type":14,"tag":22,"props":813,"children":814},{},[815],{"type":20,"value":816},"I am talking about the implications of NI. One of the most discussed moments during the evolution of life is the disappearance of dinosaurs. There is an intense discussion going on between scientists about their extinction. Was it indeed the impact of a huge meteorite some 66 million years ago that finished them off or did the reduction of the number of dinosaurs already start sooner? One way or another these scientists all look solely for an external trigger that made life impossible for dinosaurs, like this meteorite, draught, extreme eruptions of volcanoes and so on. But nobody seems to consider the possibility of any internal factor, the DNA of Dinosaurs, that could have played a role in this extinction process.",{"type":14,"tag":22,"props":818,"children":819},{},[820],{"type":14,"tag":26,"props":821,"children":824},{"alt":822,"src":823},"grafiek disaster.png","/grafiek%20disaster.png",[],{"type":14,"tag":22,"props":826,"children":827},{},[828],{"type":20,"value":829},"If we look at that side of the ‘equation’ other possible courses come into view. For instance an external trigger that had a negative and deteriorating effect on the DNA region defining their Natural Intelligence. Yes for instance the famous meteorite. Or the susceptibility of the concerning DNA region, so their focused traits, didn’t correspond any longer with the direction of a better fit. Or the concerning region in the DNA of mammals and other types of species gave a clearly better result in that respect. Or maybe they reached the maximum of their focussed traits and a decline followed.",{"type":14,"tag":22,"props":831,"children":832},{},[833],{"type":14,"tag":26,"props":834,"children":837},{"alt":835,"src":836,"style":152},"extinction dino.jpg","/extinction%20dino.jpg",[],{"type":14,"tag":22,"props":839,"children":840},{},[841],{"type":20,"value":842},"It would not surprise me at all if the amount of different kinds of species exploded during or even shortly before, and so not after, the extinction process of the dinosaurs started. You can even imagine that the NI of dinosaurs was less developed than that of mammals so they were not able to adjust fast enough to the changing circumstances opposite to mammals. No capabilities or a not strong enough capabilities for the needed evolution, considering the impact and acute consequences of the meteorite hitting the earth. So evolution itself led to the survival of species with some kind of favourable NI, originated maybe just from a random mutation. But the already quoted article about the ‘sudden’ burst of birds in the same period looks like an indication that this was not random at all and triggered by this catastrophic event.",{"type":14,"tag":22,"props":844,"children":845},{},[846],{"type":20,"value":847},"What will be the end of cars running on fossil energy? Yes indeed the electric car; an alternative that more or less suddenly appears to be the better solution for our goals concerning the future of our world. So did the mammals become a success because the extinction of dinosaurs gave them the space to do so or did the success of mammals take away the space for the dinosaurs? The all accepted theory is the first but I wonder if the second scenario isn’t what really happened or at least played a significant role. If you look at the NI-tree is it possible that the same part of the biosphere is reached by different branches coming from different sides (implicating different traits), so a strong competitions will be the result of this: hunting in the same space for the same prey in different ways and based on different traits and so capacities. In our time you see also these kinds of processes in a smaller scale happening due to the import of so called exotic species which push away local plants, fishes and so on.",{"type":14,"tag":22,"props":849,"children":850},{},[851],{"type":14,"tag":26,"props":852,"children":856},{"alt":853,"src":854,"style":855},"winning electric car1.png","/winning%20electric%20car1.png","height: 400px; margin: auto;",[],{"type":14,"tag":22,"props":858,"children":859},{},[860],{"type":20,"value":861},"Extinction, like described above, is considered to be the result of not being fit anymore in certain slowly or, more often mentioned, rapid changing circumstances. Or as the result of a competition with a better fitting species eating the same food. Internal changes on a genetic level are much less seen as the cause of an evolutionary dead end. That is quiet logic because ‘survival of the fittest’ can’t cope with such a process. It only has one direction and to is consequently into the direction of a better fit than ancestors had. But based on the principles of NI such a process is quiet thinkable because not all changes would be coincidental and so not concern one individual but could be the result of a changing focused inheritable trait and so could also concern a group of individuals that have this negative mutation more often than randomly so with much more impact as long as there is an internal (less) fit. A gene in the DNA that is switched on resulting in new proteins and so in a new trait, can of course also being switched off due to certain influences and mutations. A trait can disappear out of the phenotype in this way. And a focused trait can become a non-focused trait. It is even thinkable that a certain switch leads to the production of a protein with a negative impact on the concerning species.",{"type":14,"tag":22,"props":863,"children":864},{},[865],{"type":14,"tag":26,"props":866,"children":869},{"alt":867,"src":868},"decline directional evolution diagram.png","/decline%20directional%20evolution%20diagram.png",[],{"type":14,"tag":22,"props":871,"children":872},{},[873],{"type":20,"value":874},"The loss of a trait can have a huge impact, but compensation could also be an option. Like mankind starting to smell less and less, possibly compensated by hunting prey by using ears and sight. I have had dogs and their sight is less than that of humans. Losing the focus on an trait also doesn’t have to be lethal. If this trait has developed over the years towards an appropriate level, or if there are also other effective (focused) traits or if there is a new focused trait, there are opportunities to live on and maybe to make a change in the direction of the evolution. So choosing another way of hunting (for instance not individually but in groups), choosing other prey, operating by night instead of by day and so on.",{"type":14,"tag":22,"props":876,"children":877},{},[878],{"type":14,"tag":26,"props":879,"children":882},{"alt":880,"src":881,"style":152},"dead animals.png","/dead%20animals.png",[],{"type":14,"tag":22,"props":884,"children":885},{},[886],{"type":20,"value":887},"I would like to finish this chapter with another example of extinction. Yes a tricky one but nevertheless something I would like to speculate on. I am talking about the disappearance of the Mayans living in the southern lowlands in South America at the end of the first millennium. Long before Spanish conquistadores started their bloody job in these parts of America. Before the Mayans vanished from the face of the earth they had a huge empire with many big cities, high pyramid’s, temples and so on. Even today new remnants are found of impressive cities overgrown by trees. It is still a big mystery how such a strong and elaborated civilisation could have disappeared so completely from the face of the earth without leaving a clou. Many suggestions have been made like drought, overpopulation, environmental degradation, warfare and shifting trade routes. Or a combination of these factors. But what about an internal instead of external factor? Maybe a focused trait changed in another one which had a negative effect on the health of the Mayans, or on some essential traits like intelligence, the digestion of food or the quality of vision. The inheritance of a negative focused trait can finish off a civilisation within a few generations.",{"type":14,"tag":22,"props":889,"children":890},{},[891],{"type":14,"tag":26,"props":892,"children":895},{"alt":893,"src":894,"style":152},"maya.jpg","/maya.jpg",[],{"title":8,"searchDepth":410,"depth":410,"links":897},[],"content:03.blog:04.Evolution seen in a bigger picture:Evolution and the biosphere.md","03.blog/04.Evolution seen in a bigger picture/Evolution and the biosphere.md","03.blog/04.Evolution seen in a bigger picture/Evolution and the biosphere",1737719672034]