[{"data":1,"prerenderedAt":835},["ShallowReactive",2],{"children":3},[4,593],{"_path":5,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":9,"description":8,"body":10,"_type":587,"_id":588,"_source":589,"_file":590,"_stem":591,"_extension":592},"/blog/the-excitatus-theory/the-origin-of-traits","the-excitatus-theory",false,"","The Origin Of Traits",{"type":11,"children":12,"toc":582},"root",[13,21,36,41,46,54,59,67,72,77,82,87,95,100,105,113,118,126,131,139,144,149,157,162,170,175,184,189,194,202,207,212,217,222,227,235,240,248,253,261,270,281,286,291,296,301,306,311,316,321,326,331,336,341,346,351,356,361,366,371,376,381,386,391,396,401,406,411,416,421,434,439,447,452,457,465,470,475,483,488,496,501,509,514,519,527,532,540,545,553,558,563,571,576],{"type":14,"tag":15,"props":16,"children":18},"element","h1",{"id":17},"the-origin-of-traits",[19],{"type":20,"value":9},"text",{"type":14,"tag":22,"props":23,"children":24},"p",{},[25,31],{"type":14,"tag":26,"props":27,"children":30},"img",{"alt":28,"src":29},"inside dna machine.png","/inside%20dna%20machine.png",[],{"type":14,"tag":26,"props":32,"children":35},{"alt":33,"src":34},"length of dna.png","/length%20of%20dna.png",[],{"type":14,"tag":22,"props":37,"children":38},{},[39],{"type":20,"value":40},"have already indicated that in my opinion a significant part of the DNA and genes in this DNA, describing the basics of many of the specific traits in which living species evolve and eventually may excel, were already present from the start of life. So in the DNA of the one cell species with which the evolution of life began. Ready to evolve and, in a certain phase or phases, waiting to be switched on. Is that a possibility? Yes I think so. A one cell species contains approximately 2 meters of DNA. And this equals at least 3 billion nucleotides. That is 3 x 109. This nucleotides represent the program of DNA. Seeing this huge number it is not unlikely that the basics of a big percentage of all biological possibilities of nature were already in DNA right from the start. Also the life of every animal, plant and human starts with just one cell. By the way: this makes the statement that only 2% of the human DNA is useful (encodes proteins) and 98% useless, extremely questionable. Parts of this 98% may have no use for humans and other species as we know them today but could have had and/or could have in the future an important function by encoding proteins in ancestors, successors, other animals, plants, at other moments in the evolution of life. By the way: recent research already indicates that at least a part of the mentioned 98% is in reality not useless.",{"type":14,"tag":22,"props":42,"children":43},{},[44],{"type":20,"value":45},"So in my opinion the findings concerning the evolution of feathers can have far reaching implications. The resemblance between the DNA of different species could possibly be not an evidence of an evolutionary process during which one species evolves into another species but of the fact that DNA already from the start of life had many genetic possibilities concerning basic traits incorporated and so because of this start, the DNA of different species have ‘so much’ in common.",{"type":14,"tag":22,"props":47,"children":48},{},[49],{"type":14,"tag":26,"props":50,"children":53},{"alt":51,"src":52},"resemblance no evidence.png","/resemblance%20no%20evidence.png",[],{"type":14,"tag":22,"props":55,"children":56},{},[57],{"type":20,"value":58},"A whole lot of information is already included in one cell and what information is finally used to become a specific capability or trait, is a process of switching on parts of the DNA in this cell. That determines which proteins are going to be produced, which in their turn has a decisive effect on the traits connected with these parts. Of course other traits can play their roll and possibly some more modifications are needed, but it all starts with this switching on of the incorporated basics of the concerning trait. This is nothing special but a process that happens in every newborn. Every living creature starts out as a single cell. This cell splits and these new cells develop into all kind of more specific cells. For instance after fertilization a human cell splits into more than 200 different cell types, like skin cells, liver cells, bone cells, blood cells and so on. Although these cell types look and function differently they contain exactly the same DNA. Chemical processes modify DNA without changing the actual DNA sequence. Genes are turned ‘on’ and ‘off’ at the right time during the development of the cells and which is translated into proteins. Depending on which genes are active at specific times during the development of a cell, the cell develops into a certain cell type. So in this first cell, with which an individual life starts, the basics of all these organs and body parts have to be already present.",{"type":14,"tag":22,"props":60,"children":61},{},[62],{"type":14,"tag":26,"props":63,"children":66},{"alt":64,"src":65},"cell split embryo.png","/cell%20split%20embryo.png",[],{"type":14,"tag":22,"props":68,"children":69},{},[70],{"type":20,"value":71},"So one specific DNA sequence can lead to all kind of different body parts with all kinds of different functions which, on top of that, also work together. Knowing this, one could wonder why it should not be possible and even reasonable to extrapolate that to different species. One can also imagine that genes are turned ‘on’ and ‘off’ at the right time during the evolution of life and so are translated into proteins that, at a certain moment in time, create a ‘new’ trait. So basically the needed sequence is already there, just the right molecular processes to develop this trait, have to happen. Maybe by coincidence or maybe triggered by internal or external influences. So the DNA of the one cell living creature could already have had the potential to develop new traits and so in this way offer the origine of all kind of new species, that are defined by these new traits. The blue print of the evolution of life could already have been there right from the start. To get all the different species, this blue print is probably not enough. In combination with internal genetical processes - like changing sequences, adding autonomous transposons and so on - and external circumstances, it is. But even that in a limited way, as I will show you.",{"type":14,"tag":22,"props":73,"children":74},{},[75],{"type":20,"value":76},"How could that more in detail work: a gene, and with that the basics of a trait, already there waiting to be switched on. Recent research has showed that new traits or ‘switched on genes’ are not the result of a changed DNA sequence. In many species these sequences appear to be very much the same. You could think about a longer DNA, in which these extra length represents this ‘new’ trait. Wrong! For instance the length of the DNA of humans and animals like mouse, dogs and chimpanzees is about the same. And that also applies for the order of genes. When comparing mouse and human genomes, for example, biologists are able to identify a mouse counterpart for at least 99 percent of all human genes. So a gene-similarity among species is the rule. And this has been so during (at least a big part of) the evolution.",{"type":14,"tag":22,"props":78,"children":79},{},[80],{"type":20,"value":81},"So, where are the differences between species come from, where are they settled? This is still a subject of intensive research, so a bit tricky subject. Some researchers claim that the difference is made by the different proteins, the coding genes produce. Other claim that these proteins don’t change much but that is about the change of the molecular processes that influence this protein-making by these genes. What they agree upon is that it is not only about the ingredients but also about the process: where and when the genes are switched on and off.",{"type":14,"tag":22,"props":83,"children":84},{},[85],{"type":20,"value":86},"If we combine these insights, a new trait is the result of a new protein being made by a switched on gene and/or the outcome of a change in the mechanisms that influence this protein-making and/or the result of a different time and place, when and where these processes happen. Then we talk about the terms ‘epigenetic modifications’, ‘transcription factors’, non-coding DNA-sequences and the duplication of genes. It appears that important traits are more the result of the last three influences since changing the proteins, responsible for these traits, is quiet risky because of the possible large impact. So ‘new’ traits are not the product of changes concerning the DNA-sequence and/or the genes themselves. And there are clear restriction concerning changes of produced proteins. Or in other words: the same ‘machine’ (DNA) produces different species mainly due to other settings and other ways of operating.",{"type":14,"tag":22,"props":88,"children":89},{},[90],{"type":14,"tag":26,"props":91,"children":94},{"alt":92,"src":93},"machine producing species.png","/machine%20producing%20species.png",[],{"type":14,"tag":22,"props":96,"children":97},{},[98],{"type":20,"value":99},"If we include this in the Theory of ExT, what does this mean? That the DNA-machine, that can produce all kinds of species, is there right from the beginning including the basic capabilities to produce all kinds of traits. Still improvements are needed to make complex traits. So during evolution this machine is improved bit by bit, maybe just by trying (coincidence). There is a manual and there is some staff with a basic training how to operate the machine. But the machine is extremely complex with an awful lot of buttons, clocks, possible processes and so on. So it takes very much time to get familiar with all the possibilities of the machine and to tune all the processes taking place within the machine. In time it more and more becomes clear what will be the outcome depending on when the ‘on’ buttons are pushed and when the ‘off buttons are pushed. And also in what order to do so. A ‘switched on gene’ leading to a ‘new’ trait, and possibly leading to a new species, is nothing more than a discovery (directed or non-directed) by the operators of the machine (the molecular processes) of the capabilities of the machine, to make again and again something new, that is possibly marketable (new fit or ‘survival of the fittest’).",{"type":14,"tag":22,"props":101,"children":102},{},[103],{"type":20,"value":104},"Inside DNA the production of a new trait is like operators of a machine discovering an until recently unknown capacity of this machine - and how to handle that - which is capable to manufacture a new (possibly) marketable product. The input of materials does not change significantly; sometimes the amount per material may have to change a bit. The essence of this is that basically it indeed is and always has been (more or less) the same machine (right from the start).",{"type":14,"tag":22,"props":106,"children":107},{},[108],{"type":14,"tag":26,"props":109,"children":112},{"alt":110,"src":111},"dna fabriek zwart.png","/dna%20fabriek%20zwart.png",[],{"type":14,"tag":22,"props":114,"children":115},{},[116],{"type":20,"value":117},"Above I made an extrapolation comparing the development of an embryo with the development of a new species. At recent research confirms that both – splitting of cells and switching on genes and other molecular processes – have in common that it all starts with one DNA-sequence. During the development of an embryo the DNA does not change at all. And during the evolution of life these changes are often limited to even extremely limited. In my opinion especially this last finding is (almost) an evidence that my “Excitatus Theory’ (I will present in this chapter) is the right evolutionary theory or at least a theory that deserves attention and should be considered as a theory not less relevant than the Evolution Theory. I am aware that this sounds a bit presumptuous, but ok.  ",{"type":14,"tag":22,"props":119,"children":120},{},[121],{"type":14,"tag":26,"props":122,"children":125},{"alt":123,"src":124},"dna split in 3 species.png","/dna%20split%20in%203%20species.png",[],{"type":14,"tag":22,"props":127,"children":128},{},[129],{"type":20,"value":130},"Further on, I will discuss the origin of life and that it is hard to image something (life) originating from ‘nothing’ (combination of dead materials). But also during specification according to the Evolution Theory a more or less similar process is taking place over and over again. For instance, did the first species with the capability to sense noise develop the necessary DNA-code to do so out of nothing? How? How can a mutation or couple of mutations by coincidence lead to such a complete new feature and trait? Like screwing a car together and, because of a mistake (mutation), suddenly a refrigerator appears.",{"type":14,"tag":22,"props":132,"children":133},{},[134],{"type":14,"tag":26,"props":135,"children":138},{"alt":136,"src":137},"car refrigirator1.png","/car%20refrigirator1.png",[],{"type":14,"tag":22,"props":140,"children":141},{},[142],{"type":20,"value":143},"So I think that of all primary traits developed by all species during the evolution of life the basics, offering to mutations the chance to develop these traits, must have been there from the start of life. This presence right from the start, and the switching on and off of the concerning parts of DNA, is the essence of the Excitatus Theory. To explain the difference between a primary and a secondary trait you should think of hair versus the quills of a porcupine or teeth versus tusks of an elephant.",{"type":14,"tag":22,"props":145,"children":146},{},[147],{"type":20,"value":148},"The basic traits evolved during the first billions of years because every ‘simple’ and every (more) complex living creature needed them and because in this period these basic traits were good enough to make a decisive difference. And also because more complex traits will take more time to find a fit (‘survival of an internal fit’): it takes more time to find a viable and favourable combination with other traits.",{"type":14,"tag":22,"props":150,"children":151},{},[152],{"type":14,"tag":26,"props":153,"children":156},{"alt":154,"src":155},"excitatus theory1.png","/excitatus%20theory1.png",[],{"type":14,"tag":22,"props":158,"children":159},{},[160],{"type":20,"value":161},"I will give so more some support to this theory, it is good to know that the shaping of bodies of animals is controlled by a rather small percentage of genes (less than 10%), and that these regulatory genes are ancient, shared by all animals. For instance the giraffe does not have a gene for a long neck, any more than the elephant has a gene for a big body. Important in this respect is the so called ‘Toolkit genes’. This implicates a couple of genes that together define the body plan and the number, identity and pattern of body parts. They are qualified as highly conserved. Differences in deployment of toolkit genes determine their outcome. The protein products of the regulatory toolkit are reused, being applied unchanged in many independent developmental processes, giving pattern to many dissimilar body structures. It concerns complex genes and complex working genes and this complexity enables these genes in the development of the embryo to be switched on and off at exactly the right times and in exactly the right places. Which has a determining effect on the result.",{"type":14,"tag":22,"props":163,"children":164},{},[165],{"type":14,"tag":26,"props":166,"children":169},{"alt":167,"src":168},"toolkit.jpg","/toolkit.jpg",[],{"type":14,"tag":22,"props":171,"children":172},{},[173],{"type":20,"value":174},"If the basics of all essential traits were already present in DNA right from the start and if a new trait can only evolve out of these basics and not out of zero, than this also implicates that traits, of which no basics are present in DNA, will never evolve during the evolution of life. So some traits should be excluded. Which one you and I wonder. I have been thinking about that. So what about flies flying like helicopters? Or fishes with some kind of organ looking like a propeller. Indeed these require a kind of joint that can turn 360 degrees. Maybe physically too difficult to incorporate in the phenotype? Mammals with 4 legs and 2 arms? Reptiles with incorporated air bubbles to stay longer under water? Animals that produce poisoned sweat if attacked?",{"type":14,"tag":22,"props":176,"children":177},{},[178],{"type":14,"tag":26,"props":179,"children":183},{"alt":180,"src":181,"style":182},"fish with propellor.jpeg","/fish%20with%20propellor.jpeg","height: 300px; margin: 0 auto;",[],{"type":14,"tag":22,"props":185,"children":186},{},[187],{"type":20,"value":188},"Besides these possible useful traits you could expect, if traits indeed develop out of zero, at least the first beginnings of some useless traits. Difficult to imagine but maybe something like an organ to produce air bubbles, or an organ to cool air or make summersaults.",{"type":14,"tag":22,"props":190,"children":191},{},[192],{"type":20,"value":193},"According to the Evolution Theory it was expected that the diversity of body plans and morphology in organisms would be reflected in diversity at the level of the sequences of genes. But research contradicts this. As John Gerhart and Marc Kirschner (two acknowledges biologists) have noted, there is an apparent paradox: \"_where we most expect to find variation, we find conservation, a lack of change_\". Small changes in toolbox genes cause significant changes in body structures. A small fraction of the genes in an organism's genome control the organism's development. So this fact, that a small fraction of genes determines the development of the body of a species, that these genes are present in all animals and that this basic genes are capable to produce an huge variation of body shapes, from snakes to elephants, is in my opinion not an evidence of some common ancestor but of one common ancestor: the one cell species with which it all began (often named LUCA) already carried this toolbox genes.",{"type":14,"tag":22,"props":195,"children":196},{},[197],{"type":14,"tag":26,"props":198,"children":201},{"alt":199,"src":200},"luca1.png","/luca1.png",[],{"type":14,"tag":22,"props":203,"children":204},{},[205],{"type":20,"value":206},"This is the 4th key point of NI and ExT (the genes, that can produce the proteins needed for all basic traits, were already in their basics present in DNA from the start of life). And I have also arrived at the 5th key point and that is ‘tuning’.",{"type":14,"tag":22,"props":208,"children":209},{},[210],{"type":20,"value":211},"That concerns the processes connected with the ‘survival of an internal fit’ and the ‘survival of the fittest”. I already presented non-focused traits, potential focused traits, focused traits and obstructive traits and the way they interact. Some of them are showing themselves in the species as we see and experience them and so, in connection with that, in fossils. I have showed how the trait ‘body weight’ hindered the potential focused trait of flying to become a focused trait. So no birds yet. In the beginning there was just no ‘survival of an interna fit’. And probably the first birds, that could only fly a bit, were still so heavy that they could not get high enough into the air to escape all animals hunting them. So not yet a ‘survival of an external fit’ or in the terms of the Evolution Theory no ‘survival of the fittest’. When the body weight dropped even more also this second hurdle was overcome and birds, as we know them, really appeared.",{"type":14,"tag":22,"props":213,"children":214},{},[215],{"type":20,"value":216},"I have showed this also schematically. These kinds of processes - the tunning by time between traits that impact each other - happen in the ancestors of a new species, before one or more of these ancestors find the right tuning and so become(s) in person this ancestor. Researchers found, as already mentioned, that the codes for feathers were already there 100 million years before the first bird appeared. And according to ExT probably even right from the start. So this is a clear indication of how long this process of tuning can take before reaching a positive result.",{"type":14,"tag":22,"props":218,"children":219},{},[220],{"type":20,"value":221},"I already described the function of toolbox genes and the big surprise that the shape of the body and body parts of every animal is controlled by the same genes. The complexity of this part of DNA is way less than was expected. The complexity lies in the way these genes are being activated, where and when. That is an extremely sensitive process that determines the outcome of these genes. That is where the tuning and also fine-tuning are coming in.",{"type":14,"tag":22,"props":223,"children":224},{},[225],{"type":20,"value":226},"So during evolution we see two phenomena leading to more and more complex species. A moderate if not limited increase of the complexity of the genome and the development of a very complex guidance of the activities of the genes that determine the development of a species and also of every embryo of this species.",{"type":14,"tag":22,"props":228,"children":229},{},[230],{"type":14,"tag":26,"props":231,"children":234},{"alt":232,"src":233},"puzzle.png","/puzzle.png",[],{"type":14,"tag":22,"props":236,"children":237},{},[238],{"type":20,"value":239},"What does this tell us? That the evolution of life was and is not only about numerous mutations resulting in a more advanced and complex genome and so species, but also - and maybe even more - about tuning and fine-tuning the processes in this genome in order to reach an internal and external fit between the traits that are the result of this genome and these processes. If you read about the complexity of these processes, on a molecular level and of a physical level (traits influencing and hindering each other), it is easy to see that this is a very time consuming process. Controlled by coincidental mutations and changes and, where applicable, sped up by the effect of (potential) focused traits.",{"type":14,"tag":22,"props":241,"children":242},{},[243],{"type":14,"tag":26,"props":244,"children":247},{"alt":245,"src":246},"evolution of life is about.png","/evolution%20of%20life%20is%20about.png",[],{"type":14,"tag":22,"props":249,"children":250},{},[251],{"type":20,"value":252},"So one important reason, that dinosaurs preceded the mammals, could be that it was easier and so faster to reach a fit within dinosaurs than within mammals. It I easier to tune a few (focused) traits than it is to tune a lot of these traits.",{"type":14,"tag":22,"props":254,"children":255},{},[256],{"type":14,"tag":26,"props":257,"children":260},{"alt":258,"src":259},"orchestra.png","/orchestra.png",[],{"type":14,"tag":22,"props":262,"children":263},{},[264],{"type":14,"tag":265,"props":266,"children":267},"strong",{},[268],{"type":20,"value":269},"ONDERSTAANDE TEKST IN KADER",{"type":14,"tag":271,"props":272,"children":274},"h3",{"id":273},"you-could-compare-the-evolution-of-life-with-an-orchestra-learning-to-play-a-symphony-to-reach-a-level-that-an-audience-will-enjoy-the-concert-and-so-is-willing-to-pay-for-it-a-lot-of-conditions-have-to-be-fulfilled-first-you-need-the-right-instruments-depending-on-the-orchestration-violins-will-always-be-needed-like-cellos-other-less-standard-instruments-can-be-added-but-the-basics-of-an-orchestra-is-always-the-same-then-we-need-musicians-to-play-the-instruments-further-we-need-a-composition-a-conductor-and-the-time-and-space-to-rehearse-the-problem-is-that-there-is-only-a-very-basic-composition-for-only-the-basic-instruments-not-much-more-than-some-first-notes-the-key-and-the-meter-are-known-so-only-a-few-players-know-at-what-moment-to-play-which-notes-all-the-other-players-therefor-stay-asleep-another-problem-is-that-the-musicians-are-just-enthusiastic-beginners-the-first-song-only-lasts-5-minutes-but-everybody-also-the-not-yet-demanding-audience-is-happy-with-this-first-rudimentary-song-and-performance-as-soon-as-the-harmony-is-reached-it-is-put-on-paper-but-after-a-while-hearing-this-same-song-over-and-over-again-the-crowd-is-getting-a-bit-bored-and-is-not-willing-to-pay-anymore-only-for-this-simple-music-and-mediocre-musicians-they-want-to-hear-more-so-the-members-of-the-orchestra-dont-earn-enough-money-anymore-to-survive-by-coincidence-or-because-of-some-actions-of-the-conductor-some-sleeping-players-awake-maybe-because-they-are-also-getting-hungry-so-being-awake-they-try-to-play-along-with-the-melody-in-the-beginning-it-really-sounds-horrible-luckily-some-instruments-can-play-some-of-the-notes-already-put-on-paper-nevertheless-people-start-booing-the-new-players-make-an-extra-effort-to-pick-up-the-melody-the-conductor-gives-instructions-the-players-rehearse-many-times-and-so-are-getting-better-and-better-maybe-partly-also-by-coincidence-a-new-musician-hits-a-right-note-and-tries-to-remember-it-so-slowly-but-steadily-the-music-starts-to-sound-better-and-finally-a-harmony-is-reached-again-this-is-put-on-paper-the-audience-hears-something-new-and-is-willing-to-pay-again-the-playing-members-of-the-orchestra-become-professionals-so-the-music-sound-better-and-more-complex-and-again-everybody-happy-but-then-is-starts-all-over-again-a-percentage-not-all-of-the-audience-is-getting-bored-so-again-other-musicians-are-asked-to-join-in-and-they-do-this-again-which-gives-after-mismatches-trying-all-kind-of-variations-rehearsing-and-fine-tuning-a-positive-outcome-the-song-is-becoming-ever-more-complex-more-instruments-involved-more-variations-and-also-longer-some-people-stay-with-the-more-simple-versions-some-go-to-the-more-complex-versions-and-also-new-audiences-are-willing-to-listen-to-the-more-complex-versions-of-the-tune-and-pay-for-it-the-audience-is-happy-again-but-after-a-while-some-of-them-dont-want-to-hear-all-these-simple-and-more-complex-variations-of-the-same-tune-over-and-over-again-and-also-there-is-still-a-large-group-of-people-that-is-not-coming-to-the-concert-hall-at-all-so-there-is-room-for-another-melody-another-symphony-and-so-the-whole-process-starts-all-over-again-in-order-to-be-able-to-play-two-melodies-the-players-are-better-prepared-and-are-more-experienced-but-the-audience-is-getting-more-demanding-they-want-to-hear-something-else-not-the-same-orchestration-and-there-are-still-instruments-untouched-the-experienced-players-have-to-play-more-complex-cords-music-in-another-key-and-also-new-instruments-are-coming-in-but-the-composition-is-again-incomplete-so-on-a-bit-higher-level-the-whole-process-of-failing-trying-rehearsing-finding-the-right-harmony-and-so-on-starts-all-over-again-after-a-lot-of-time-has-passed-because-of-the-higher-complexity-of-the-composition-the-playing-of-a-second-symphony-is-ready-everybody-happy-and-because-of-the-better-musical-quality-the-people-coming-to-the-concert-are-willing-to-pay-more-many-years-later-the-orchestra-is-even-able-to-play-many-symphonies-in-different-keys-and-meters-in-a-more-simple-form-and-in-more-complex-forms-not-only-classical-but-also-modern-and-even-rock-every-performance-has-its-own-audience-some-people-visit-two-or-even-a-couple-of-concerts-there-are-also-people-who-hate-some-of-the-music-played-after-a-while-some-music-gets-outdated-people-want-to-hear-new-things-or-existing-music-but-played-in-another-way-this-results-in-a-combination-of-evergreens-new-melodies-enhanced-melodies-and-so-on-2024-oke",[275],{"type":14,"tag":276,"props":277,"children":278},"em",{},[279],{"type":20,"value":280},"You could compare the evolution of life with an orchestra learning to play a symphony. To reach a level, that an audience will enjoy the concert, and so is willing to pay for it, a lot of conditions have to be fulfilled. First you need the right instruments depending on the orchestration. Violins will always be needed, like cello’s. Other less standard instruments can be added. But the basics of an orchestra is always the same. Then we need musicians to play the instruments. Further we need a composition, a conductor and the time and space to rehearse. The problem is that there is only a very basic composition for only the basic instruments. Not much more than some first notes, the key and the meter are known. So only a few players know at what moment to play which notes. All the other players therefor stay asleep. Another problem is that the musicians are just enthusiastic beginners. The first song only lasts 5 minutes. But everybody, also the not yet demanding audience, is happy with this first rudimentary song and performance. As soon as the harmony is reached, it is put on paper. But after a while, hearing this same song over and over again, the crowd is getting a bit bored and is not willing to pay anymore only for this simple music and mediocre musicians. They want to hear more. So the members of the orchestra don’t earn enough money anymore to survive. By coincidence or because of some actions of the conductor, some sleeping players awake. Maybe because they are also getting hungry. So being awake they try to play along with the melody. In the beginning it really sounds horrible. Luckily some instruments can play some of the notes already put on paper. Nevertheless people start booing. The new players make an extra effort to pick up the melody, the conductor gives instructions, the players rehearse many times and so are getting better and better. Maybe partly also by coincidence a new musician hits a right note and tries to remember it. So slowly but steadily the music starts to sound better and finally a harmony is reached. Again this is put on paper. The audience hears something new and is willing to pay again. The playing members of the orchestra become professionals, so the music sound better and more complex and again everybody happy. But then is starts all over again: a percentage, not all, of the audience is getting bored. So again other musicians are asked to join in. And they do this again, which gives - after mismatches, trying all kind of variations, rehearsing and fine-tuning - a positive outcome. The song is becoming ever more complex, more instruments involved, more variations and also longer. Some people stay with the more simple versions, some go to the more complex versions and also new audiences are willing to listen to the more complex versions of the tune and pay for it. The audience is happy again, but after a while some of them don’t want to hear all these simple and more complex variations of the same tune over and over again. And also there is still a large group of people that is not coming to the concert hall at all. So there is room for another melody, another symphony. And so the whole process starts all over again in order to be able to play two melodies. The players are better prepared and are more experienced but the audience is getting more demanding. They want to hear something else. Not the same orchestration and there are still instruments untouched. The experienced players have to play more complex cords, music in another key and also new instruments are coming in. But the composition is again incomplete. So on a bit higher level the whole process of failing, trying, rehearsing, finding the right harmony, and so on, starts all over again. After a lot of time has passed, because of the higher complexity of the composition, the playing of a second symphony is ready. Everybody happy and because of the better musical quality the people coming to the concert are willing to pay more. Many years later the orchestra is even able to play many symphonies in different keys and meters, in a more simple form and in more complex forms. Not only classical but also modern and even rock. Every performance has its own audience. Some people visit two or even a couple of concerts. There are also people who hate some of the music played. After a while some music gets outdated, people want to hear new things, or existing music but played in another way. This results in a combination of evergreens, new melodies, enhanced melodies and so on. ©2024 oke",{"type":14,"tag":22,"props":282,"children":283},{},[284],{"type":20,"value":285},"I hope you can follow the parallels between this story and the evolution of life and that you can agree. But nevertheless, to make sure, I will give some explanations (I am aware that I lack the knowledge to describe all processes going on and all the players active in a cell in detail and that the analogy, I present, has its limitations):",{"type":14,"tag":22,"props":287,"children":288},{},[289],{"type":20,"value":290},"Orchestra:  DNA",{"type":14,"tag":22,"props":292,"children":293},{},[294],{"type":20,"value":295},"Music:                                    llfe",{"type":14,"tag":22,"props":297,"children":298},{},[299],{"type":20,"value":300},"Instruments:                         basics of traits",{"type":14,"tag":22,"props":302,"children":303},{},[304],{"type":20,"value":305},"Key instruments:                  basics of traits every living creature needs",{"type":14,"tag":22,"props":307,"children":308},{},[309],{"type":20,"value":310},"Players:                                  transcription factors, key regulators etc.",{"type":14,"tag":22,"props":312,"children":313},{},[314],{"type":20,"value":315},"Sound:                                   RNA, chemical processes, proteins and so on",{"type":14,"tag":22,"props":317,"children":318},{},[319],{"type":20,"value":320},"Conductor:                            RNA, chemical processes and so on",{"type":14,"tag":22,"props":322,"children":323},{},[324],{"type":20,"value":325},"Basic composition:               one family of species",{"type":14,"tag":22,"props":327,"children":328},{},[329],{"type":20,"value":330},"Failing, trying, rehearsing,",{"type":14,"tag":22,"props":332,"children":333},{},[334],{"type":20,"value":335},"trying variations:                   mutations, developing traits and tuning and fine tuning between traits           ",{"type":14,"tag":22,"props":337,"children":338},{},[339],{"type":20,"value":340},"Harmony:                               internal fit",{"type":14,"tag":22,"props":342,"children":343},{},[344],{"type":20,"value":345},"Putting on paper:                  codes to program a certain species and its traits",{"type":14,"tag":22,"props":347,"children":348},{},[349],{"type":20,"value":350},"Instruments can use notes",{"type":14,"tag":22,"props":352,"children":353},{},[354],{"type":20,"value":355},"put on paper for other",{"type":14,"tag":22,"props":357,"children":358},{},[359],{"type":20,"value":360},"instruments:                          phenotypic integration",{"type":14,"tag":22,"props":362,"children":363},{},[364],{"type":20,"value":365},"Symphony:                             phenotype of a species",{"type":14,"tag":22,"props":367,"children":368},{},[369],{"type":20,"value":370},"Audience:                               biosphere",{"type":14,"tag":22,"props":372,"children":373},{},[374],{"type":20,"value":375},"Applause, paying visitors:    external fit",{"type":14,"tag":22,"props":377,"children":378},{},[379],{"type":20,"value":380},"Booing, less audience,",{"type":14,"tag":22,"props":382,"children":383},{},[384],{"type":20,"value":385},"hunger:                                   external trigger",{"type":14,"tag":22,"props":387,"children":388},{},[389],{"type":20,"value":390},"Simple version:                      less complex species within one family",{"type":14,"tag":22,"props":392,"children":393},{},[394],{"type":20,"value":395},"More complex version:         more complex species within one family",{"type":14,"tag":22,"props":397,"children":398},{},[399],{"type":20,"value":400},"Change of performance:      new species within one family",{"type":14,"tag":22,"props":402,"children":403},{},[404],{"type":20,"value":405},"New key, rhythm, type of",{"type":14,"tag":22,"props":407,"children":408},{},[409],{"type":20,"value":410},"music:                                     new (potential) focused trait",{"type":14,"tag":22,"props":412,"children":413},{},[414],{"type":20,"value":415},"New melody/symphony:      new family of species (caused by revolutionary evolution)",{"type":14,"tag":22,"props":417,"children":418},{},[419],{"type":20,"value":420},"Outdated music:                   ancestors",{"type":14,"tag":22,"props":422,"children":423},{},[424,429],{"type":14,"tag":26,"props":425,"children":428},{"alt":426,"src":427},"1000 tunes copy right1.png","/1000%20tunes%20copy%20right1.png",[],{"type":14,"tag":26,"props":430,"children":433},{"alt":431,"src":432},"MUZIEKNOTEN.jpg","/MUZIEKNOTEN.jpg",[],{"type":14,"tag":22,"props":435,"children":436},{},[437],{"type":20,"value":438},"You could argue that with the theory, that the basics of all primary traits were there already from the beginning, I make it harder to explain the origin of life without some creator. But is it not harder to explain that without a creator during evolution thousands of times new decisive traits appeared more or less out of nothing? That for some reason a new protein appeared that for some reason opened the genetic way to a favourable new trait and not to something useless. The chances of something useless to appear out of a random process instead of something useful, is trillions if not infinite times bigger. So no, I don’t think I make this harder. The genes, leading to the production of specific and useful proteins, and the opportunity that mutations result in other proteins, which in their turn offer the possibility to develop new fruitful traits, must have been there right from the start. Otherwise the origin of every new trait is an as big enigma as the origin of life itself.",{"type":14,"tag":22,"props":440,"children":441},{},[442],{"type":14,"tag":26,"props":443,"children":446},{"alt":444,"src":445},"BULLSHIT machine.png","/BULLSHIT%20machine.png",[],{"type":14,"tag":22,"props":448,"children":449},{},[450],{"type":20,"value":451},"All evolutionists agree that the first living cell already must have had a number of essential programmed traits to survive and to produce ‘offspring’. I am speaking about traits like self-replication, photosynthesis, protection from the outside environment, confinement of biochemical activity, enzyme production, cellular compartmentalization, metabolism, catalytic molecules, transport mechanism, basic homeostasis, absorption of nutrients, excretion of waste and so on. So the fact that all these features already must have been there right from the start, implicates that the step to also incorporate the basics of traits, essential to more complex species to come, is not that unlikely and farfetched.",{"type":14,"tag":22,"props":453,"children":454},{},[455],{"type":20,"value":456},"By the way: to have an open mind one should not (in advance) include a kind of creation or creator but on the other hand you should not be afraid to go a way that makes it harder to exclude that, if this way looks to offer a (more) realistic view on evolution. An open mind means that you have to be prepared to go all plausible ways.",{"type":14,"tag":22,"props":458,"children":459},{},[460],{"type":14,"tag":26,"props":461,"children":464},{"alt":462,"src":463},"enigma of life zwart1.png","/enigma%20of%20life%20zwart1.png",[],{"type":14,"tag":22,"props":466,"children":467},{},[468],{"type":20,"value":469},"If this starting point is correct (the basics of primary traits were there already from the beginning), than why did not every living species ‘choose’ to go for the human direction, so for intelligence as the focused trait? The possible explanation is ‘coincidence’, if we are talking about passive susceptibility, or not the right trigger at the right moment under the right circumstances, if we go for active susceptibility. And also the interactions with other traits at any moment (internal fit) during evolution and with external circumstances (external fit) could have played a decisive role there.",{"type":14,"tag":22,"props":471,"children":472},{},[473],{"type":20,"value":474},"Below an extremely simplified picture is given of the evolution of life according to ET and one according to ExT. During the first evolutionary process a new trait appears by a random mutations (instead of or next to an existing trait). By luck this new trait offers a better fit. During the second process, beside the existing trait, there are genes ‘waiting’ to be activated. This activation could come or not, dependant on their evolution. Also the evolution of other traits are relevant in this situation. If activated and giving an internal fit this new trait could also externally offer a better or different fit. It is also possible that an existent trait goes into a dormant state or is even switched off.",{"type":14,"tag":22,"props":476,"children":477},{},[478],{"type":14,"tag":26,"props":479,"children":482},{"alt":480,"src":481},"extremely simplyfied ET and ExT.png","/extremely%20simplyfied%20ET%20and%20ExT.png",[],{"type":14,"tag":22,"props":484,"children":485},{},[486],{"type":20,"value":487},"A new primary trait according to ExT is a trait, which basic characteristics were already there from the very start, and so in the DNA of the first living cell, ‘waiting’ to be activated during the process of the evolution of life and possible even to become at a certain moment a focused trait. This latest switch can only happen by an enhanced susceptibility. A trait can also being switched off along the line of evolution.",{"type":14,"tag":22,"props":489,"children":490},{},[491],{"type":14,"tag":26,"props":492,"children":495},{"alt":493,"src":494},"new primary trait.png","/new%20primary%20trait.png",[],{"type":14,"tag":22,"props":497,"children":498},{},[499],{"type":20,"value":500},"Below you find a flowchart of the process that can lead to the origine of a new trait. Not based on random mutations that produce a new trait from scratch, that finds its way to a species if this trait implicates a ‘survival of the fittest (ET). But based on switching on a region in the DNA (meaning for instance the production of a new protein or a change of the molecular processes that influence this protein-making) that produces a ‘new’ trait. Every time this mutation indeed happens, the process according to the flowchart will be followed. If the mutation happens, the result (the ‘new’ trait) will be checked within the concerning species: does the new combination offer a viable fit? If not, the concerning species with the mutation will die and so no new species will develop. If there is an internal fit, one or a couple of species will appear with this change. Does this change not represent a ‘survival of the fittest’ or another viable fit, this species or these species with the ‘new’ trait will die and so no new species will develop. But if one of the two last fits is there, it could be the starting point of a new species or an improved existing species.",{"type":14,"tag":22,"props":502,"children":503},{},[504],{"type":14,"tag":26,"props":505,"children":508},{"alt":506,"src":507},"internal and external fit stroomschema.png","/internal%20and%20external%20fit%20stroomschema.png",[],{"type":14,"tag":22,"props":510,"children":511},{},[512],{"type":20,"value":513},"Beside the fact that it appears that the basics of some traits were there, genetically speaking, already for a very long time before a living species made use of them to survive and to become successful, there is something else that until now researchers were not able to explain. The more complex a living creature the more protein-coding genes it has. A worm for instance has 19.000 genes while a human has 20.000. So not really much more (as already indicated before). Also the genome sizes can increase with the complexity of the species (humans three times the length of worms).",{"type":14,"tag":22,"props":515,"children":516},{},[517],{"type":20,"value":518},"The number of traits worms have is estimate at between 1000 and 3000 and the number of (more complex) traits humans have is estimated at between 10.000 and 20.000). So humans have 5% more genes and the genome is three times longer. But the number of (partly more complex) traits could be about 12 times more (average between 3.3 and 20 times). This can only be explained if in reality the number of traits in worms is much bigger than the mentioned number, but most of them are just switched off.",{"type":14,"tag":22,"props":520,"children":521},{},[522],{"type":14,"tag":26,"props":523,"children":526},{"alt":524,"src":525},"houses.png","/houses.png",[],{"type":14,"tag":22,"props":528,"children":529},{},[530],{"type":20,"value":531},"Well know is the The Chickenosaurus Project lead by Jack Horner and supported by may others. The idea of this project is using genetic material of chickens to reverse the evolutionary process and so to create a creature resembling their dinosaur ancestors out of this DNA. This is done by manipulating the dormant (or atavistic) genes that were active in their dinosaur ancestors and surpress other genes. By manipulating these genes, scientists might reactivate traits like snout in stead of beak, forelimbs instead of wings and dinosaur-like tail. Some progress have been made like altering chicken embryos to develop snout-like structures instead of beaks. The logic behind this project and the results so far seem to support The Excitation Theory (and not the Evolution Theory), that evolution is indeed a process of switching on and off of genes and molecular processes.",{"type":14,"tag":22,"props":533,"children":534},{},[535],{"type":14,"tag":26,"props":536,"children":539},{"alt":537,"src":538,"style":182},"Chickenosaurus.jpeg","/Chickenosaurus.jpeg",[],{"type":14,"tag":22,"props":541,"children":542},{},[543],{"type":20,"value":544},"The length of the DNA does sometimes corresponds with the complexity of the living creature but that is not a law. The animal with the largest DNA is the marbled lungfish which has 130 billion base pairs in one DNA string, while humans have only 3.2 billion base pairs. So that is more than 40 times less. So called autonomous (non-protein producing) transposons are responsible for this. These are DNA sequences that \"replicate\" and then change their position in the genome, which in turn causes the genome to grow. So a longer and more complex DNA does not implicate new genes (and so traits) but more of the same.",{"type":14,"tag":22,"props":546,"children":547},{},[548],{"type":14,"tag":26,"props":549,"children":552},{"alt":550,"src":551},"longer dna.png","/longer%20dna.png",[],{"type":14,"tag":22,"props":554,"children":555},{},[556],{"type":20,"value":557},"These fishes have way more of these transposons than human beings and because they don’t produce proteins these transposons have no direct effect on the traits of a species. In the past, as already mentioned, these parts of DNA were labelled as waste. These autonomous transposons, sometimes qualified as ‘jumping genes’, can be important drivers of evolution, as they sometimes cause evolutionary innovations by altering gene functions. Researchers are beginning to appreciate how this noncoding (no proteins producing) DNA can be a genetic resource for cells and a nursery where new genes can evolve. Because dynamic noncoding sequences can produce so many genomic changes, the sequences can be both the engine for the evolution of new genes and the raw material for it. ",{"type":14,"tag":22,"props":559,"children":560},{},[561],{"type":20,"value":562},"Let us take a bit closer look at this marbled lungfish. Despite being aquatic, adult marbled lungfish can live in riverbeds and other areas that have no rain during periods of the year, due to their ability to estivate or burrow in the ground to form an air bubble and breathe out of a hole in the cocoon thus formed. ",{"type":14,"tag":22,"props":564,"children":565},{},[566],{"type":14,"tag":26,"props":567,"children":570},{"alt":568,"src":569},"marbled lung fish.jpg","/marbled%20lung%20fish.jpg",[],{"type":14,"tag":22,"props":572,"children":573},{},[574],{"type":20,"value":575},"So this is quiet some animal: evolutionary going from water to land, (further) developing their lungs and (some sorts) limb-like fins to be able to move on land and after that going back into the water again. The limb-like features going more or less back to fins. That needs an awful lot of in time changing (focused) traits during all these processes to make this very complex evolution possible. So maybe the length of the DNA of a species is not so much related to the complexity of this species but to the complexity of its evolution. If you consider the mentioned possible function of the non-coding DNA concerning the altering and innovation of gene functions one could suspect a mutual relationship: more (r)evolution means more non-coding DNA and more non-coding DNA means more (r)evolution. In fact researchers found evidence that the transposons responsible for the growing of the DNA of the marbled lungfish are still active. So again an indication that evolution is not only the result of random mutations. Because mankind has had more evolutionary developments than worm, the already mentioned different length of the DNA between both species, can also explained: not because more new straits had to develop in humans but more evolutionary steps were made. And also the fact that all essential evolutionary changes has resulted in about 23000 protein coding genes in a marbled lungfish, so hardly any more than humans, is an indication that extra, new or changing traits are not coming out of nothing and so lead to an all the time increasing number of genes, the more evolutionary steps have been made. Indeed most of the time it is mainly about switching on and off of existing genes.",{"type":14,"tag":22,"props":577,"children":578},{},[579],{"type":14,"tag":26,"props":580,"children":581},{"alt":33,"src":34},[],{"title":8,"searchDepth":583,"depth":583,"links":584},2,[585],{"id":273,"depth":586,"text":280},3,"markdown","content:03.blog:03.The Excitatus Theory:01.The origin of traits.md","content","03.blog/03.The Excitatus Theory/01.The origin of traits.md","03.blog/03.The Excitatus Theory/01.The origin of traits","md",{"_path":594,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":595,"description":596,"body":597,"_type":587,"_id":832,"_source":589,"_file":833,"_stem":834,"_extension":592},"/blog/the-excitatus-theory/why-are-fossils-of-transition-forms-rare","Why are fossils of transition forms rare?","Switching on and off of genes offers the opportunity to explain evolutionary processes the Evolution Theory can’t. At least in my opinion. I already mentioned the transition from quadrupedalism to bipedalism as a result of many mutations, where each individual mutation on its own would have offered zero better fit, if not a worse fit. Meaning that this process would have stopped as soon as it began if ‘survival of the fittest’ was the only engine of evolution.",{"type":11,"children":598,"toc":830},[599,604,608,613,621,626,634,639,644,652,657,682,687,692,700,705,713,718,726,731,736,741,749,754,759,764,769,777,782,787,792,797,802,807,812,817,822],{"type":14,"tag":15,"props":600,"children":602},{"id":601},"why-are-fossils-of-transition-forms-rare",[603],{"type":20,"value":595},{"type":14,"tag":22,"props":605,"children":606},{},[607],{"type":20,"value":596},{"type":14,"tag":22,"props":609,"children":610},{},[611],{"type":20,"value":612},"Another example is the transition from ‘laying eggs’ to ‘giving birth’’  (viviparity). This transition occurred independently in several lineages of animals. Researchers found that the switch from egg laying to live-bearing is caused by around 50 genetic changes that are scattered around the snail genome. Yes, this research was done on snails, so it looks reasonable to expect that in respect to mammals the number of genetic changes will at least be as large. Overall, the researchers write, the results suggest that live-bearing evolved gradually through the accumulation of many mutations that arose over a period of 100,000 years. But the precise benefits of live-bearing in these snails remain a mystery: by solving one problem, live-bearing would have certainly created others. “_The extra investment in offspring would have almost certainly placed new demands on the snails’ anatomy, physiology, and immune system. It’s likely that many of the genomic regions we identified are involved in responding to these types of challenges_.”",{"type":14,"tag":22,"props":614,"children":615},{},[616],{"type":14,"tag":26,"props":617,"children":620},{"alt":618,"src":619},"art snail or egg.png","/art%20snail%20or%20egg.png",[],{"type":14,"tag":22,"props":622,"children":623},{},[624],{"type":20,"value":625},"So a mystery why this process started and why it continued. What where the benefits of the end result and of every of the 50 individual mutations in between? The ‘survival of the fittest’ has no answer. And NI and ExT? Yes, I think so. Or at least a possible explanation.",{"type":14,"tag":22,"props":627,"children":628},{},[629],{"type":14,"tag":26,"props":630,"children":633},{"alt":631,"src":632},"man out of egg.png","/man%20out%20of%20egg.png",[],{"type":14,"tag":22,"props":635,"children":636},{},[637],{"type":20,"value":638},"First: a change of one or more (potential) focused traits could have started the process. That genetic change does not need a reward like ‘survival of the fittest’. This (potential) change is more or less pushed upon the concerning individuals. And as long as it is not life threatening or a major setback, no reason to make a fuss about it if the potential focused trait becomes a focused trait. So it all began with switching on, by internal or external circumstances, of a relevant gene concerning viviparity resulting in the focused trait of ‘giving birth’. Because mutations, concerning this type of traits, happen more frequently than to be expected on the basis of a random process, an individual or a group of a species was/were born with this focused trait, with some frequence. It is written that ‘giving birth’ evolved independently in several lineages of animals. So it concerns a trait which basics were already present in DNA; maybe even right from the start. So this fact, in combination with ‘giving birth’ being a focused trait, makes the chance of a change from ‘laying eggs’ to ‘giving birth’ many times bigger than if this all has to happen on the basis of traits appearing out of nothing and also being the result of just coincidental mutations. If this trait didn’t kill this individual/group, the trait could be there in vain because the other 49 straits, needed to make it work, were not (yet) present. So it/they could carry for instance the veins needed for giving birth, but with no use (and no harm).",{"type":14,"tag":22,"props":640,"children":641},{},[642],{"type":20,"value":643},"A fundamental evolutionary change or innovation is on the basis of the existence of potential focused traits many times more likely to happen (and so logical) than on the basis of the evolvement of the needed new traits out of random mutations with no prior genetical basics concerning these traits.",{"type":14,"tag":22,"props":645,"children":646},{},[647],{"type":14,"tag":26,"props":648,"children":651},{"alt":649,"src":650},"fundamental evolutionary change.png","/fundamental%20evolutionary%20change.png",[],{"type":14,"tag":22,"props":653,"children":654},{},[655],{"type":20,"value":656},"It is imaginable, because the concerning mutations are happening again and again during evolution in more than one lineage, that by coincidence some of the species that got the focused trait of ‘giving birth’, also had by coincidence some of the other 49 traits like the mentioned veins. But all? Not very likely. So what could make it more likely that the focused trait of ‘giving birth’, when it appeared in an individual or in a group, was supported by the presence of all the other needed traits to make it together work? There are a few possibilities:",{"type":14,"tag":658,"props":659,"children":660},"ol",{},[661,667,672,677],{"type":14,"tag":662,"props":663,"children":664},"li",{},[665],{"type":20,"value":666},"The mutation in the DNA-code, that led to the switching on of the focused trait ‘giving birth’ caused a ‘snowball effect,’ so initiating more mutations concerning the other 49 relevant traits;",{"type":14,"tag":662,"props":668,"children":669},{},[670],{"type":20,"value":671},"The other traits where already there, but in a dormant state, (more or less) awakened by the focused trait;",{"type":14,"tag":662,"props":673,"children":674},{},[675],{"type":20,"value":676},"In the development of an embryo the ‘players’ there, which are responsible for switching off and on of genes at the right moment and location to let the embryo develop in the right direction, changed their behaviour when they ‘discovered’ the new trait of giving birth;",{"type":14,"tag":662,"props":678,"children":679},{},[680],{"type":20,"value":681},"A combination of 2 or 3 of these possibilities.",{"type":14,"tag":22,"props":683,"children":684},{},[685],{"type":20,"value":686},"I will focus on the possibilities 1. and 2. or a combination of both, but I certainly don’t want to exclude possibility 3. In evolutionary developmental biology that process is called heterochrony and concerns any genetically controlled difference in the timing, rate, or duration of a developmental process in an organism compared to its ancestors or other organisms. This difference leads to changes in the size, shape, characteristics and even presence of certain organs and features. For instance in a chimpanzee the foetus brain and head growth starts at about the same developmental stage as that of humans and grow at a similar rate. But in chimpanzees growth stops soon after birth, whereas in humans brain and head growth continues several years after birth. Humans have, compared with chimpanzees, some 30 different body developments that are being delayed or slowed down, resulting in features such as a large head, a flat face, and relatively short arms. This implicates also a prolonged childhood and retarded maturity.",{"type":14,"tag":22,"props":688,"children":689},{},[690],{"type":20,"value":691},"Which one of the above named evolutionary processes is the right on, if any, I don’t know. But a process like this or similar to this, must have happened, because a process of 50 independently occurring mutations, all by coincidence, leading again all just by coincidence to ‘survival of the fittest’ and the complex trait of ‘giving birth’, is not only unlikely but completely impossible (in my opinion).",{"type":14,"tag":22,"props":693,"children":694},{},[695],{"type":14,"tag":26,"props":696,"children":699},{"alt":697,"src":698},"complex evolutionary transitions zwart1.png","/complex%20evolutionary%20transitions%20zwart1.png",[],{"type":14,"tag":22,"props":701,"children":702},{},[703],{"type":20,"value":704},"You may wonder if ‘giving birth’ as an evolutionary ‘package deal’ is not also something unlikely. But this is not something genetically unprecedented. Because life from the very start was already some kind of ‘package deal’ considering all the traits the first living cell needed to stay alive and to reproduce. By the way: I have no clue if this package ‘of giving birth’ was coded in DNA right from the start or if it (partly) gradually evolved in that way, ruled by certain processes or even by coincidences. But the basic theory is that there is one focused trait which pushes ‘giving birth’, or a significant part of this evolutionary path, upon species and that this focused trait takes other traits along his path by waking them up (by making their already present basics to become active or by activating, so far useless, traits) or by causing a specific, coherent snowball effect of mutations.",{"type":14,"tag":22,"props":706,"children":707},{},[708],{"type":14,"tag":26,"props":709,"children":712},{"alt":710,"src":711},"package deal.png","/package%20deal.png",[],{"type":14,"tag":22,"props":714,"children":715},{},[716],{"type":20,"value":717},"NI makes it easier to accept something like a ‘package deal’ than the Evolution Theory does. Meaning, traits that somehow more or less purposely work together to reach a certain effect, like ‘life’, like ‘giving birth’ and like ‘walking upright’ (in genetics complex traits are traits that are phenotypes that are controlled by two or more genes; here with complex traits I mean an essential trait that can only work on the basis of a combination of more than a few, coordinated sub traits. So there is an overlap but it is not the same).",{"type":14,"tag":22,"props":719,"children":720},{},[721],{"type":14,"tag":26,"props":722,"children":725},{"alt":723,"src":724},"life was the first.png","/life%20was%20the%20first.png",[],{"type":14,"tag":22,"props":727,"children":728},{},[729],{"type":20,"value":730},"How could possibility1. work?",{"type":14,"tag":22,"props":732,"children":733},{},[734],{"type":20,"value":735},"I introduced the term ‘package deal’ as a cooperation between separate traits to make together a complex trait work. In the science of genetics there is already a term for this and that is Phenotypic integration. Phenotypic integration provides an explanation as to how traits are integrated, organized, and made into a functional whole. Indeed an internal fit after reaching harmony. Integration is also associated with functional modules. According to Phenotypic integration it is important for the concerning traits do evolve together (by the way: to my opinion mutations that influence each other is not something random).",{"type":14,"tag":22,"props":737,"children":738},{},[739],{"type":20,"value":740},"If all features of an organism are completely integrated, the parts will be prevented from evolving independent adaptations (‘harmony’ is out of reach). Therefor these ‘packages’ are supposed to influence the traits within the same package but not the traits in other packages. This is called Modularity. At a genetic level, integration can be caused by for instance pleiotropy or Genetic linkage.",{"type":14,"tag":22,"props":742,"children":743},{},[744],{"type":14,"tag":26,"props":745,"children":748},{"alt":746,"src":747},"horse with packages.png","/horse%20with%20packages.png",[],{"type":14,"tag":22,"props":750,"children":751},{},[752],{"type":20,"value":753},"Pleiotropy occurs when one gene influences two or more seemingly unrelated phenotypic traits. Mutation in a pleiotropic gene may have an effect on several traits simultaneously. The underlying mechanism is genes that code for a product that is either used by various cells or has a cascade-like signalling function that affects various targets (so a ‘snow-ball effect’). Pleiotropy can have an effect on the evolutionary rate of genes and allele frequencies. Traditionally, models of pleiotropy have predicted that evolutionary rate of genes is related negatively with pleiotropy – as the number of traits of an organism increases, the evolutionary rates of genes in the organism's population decrease. This relationship has not been clearly found in empirical studies for a long time. However, a study based on human disease genes revealed the evidence of lower evolutionary rate in genes with higher pleiotropy.",{"type":14,"tag":22,"props":755,"children":756},{},[757],{"type":20,"value":758},"I think this is quiet easy to explain. If there is a (potential) focused trait pushing the evolution, this can compensate the expected decrease (because it takes more efforts to reach ‘harmony’) and where this is not so, this decrease will be there, as expected (not compensated by more than random mutations).",{"type":14,"tag":22,"props":760,"children":761},{},[762],{"type":20,"value":763},"Genetic linkage involves multiple genes being inherited together because they are close to each other on the same chromosome. Alleles at different loci can be inherited together if they are tightly linked. Transposition allows the loci at different locations on the chromosome to move so that they can become close to each other and be inherited together.",{"type":14,"tag":22,"props":765,"children":766},{},[767],{"type":20,"value":768},"An important example of phenotypic integration evolving over time is the relationship between the number of bones in the brain and the size of the brain. Over the last 150 million years the number of bones in the brain has decreased while the size of the brain in mammals has grown. Integration between the brain and the skull has evolved over this time period to reduce the number of bones in the skull, while increasing the size of the brain.",{"type":14,"tag":22,"props":770,"children":771},{},[772],{"type":14,"tag":26,"props":773,"children":776},{"alt":774,"src":775},"art birds and bats.png","/art%20birds%20and%20bats.png",[],{"type":14,"tag":22,"props":778,"children":779},{},[780],{"type":20,"value":781},"New Cornell University researchers (Andrew Orkney and Brandon Hedrick) have found that, unlike birds, the evolution of bats' wings and legs is tightly coupled, which may have prevented them from filling as many ecological niches as birds. It was expected that the evolution of bats was similar to that of birds, and that their wings and legs evolved independently of one another. But the opposite was found. The researchers observed in both bats and birds that the shapes of the bones within a species' wing or within a species' leg are correlated. Meaning that within a limb, bones evolve together. However, when looking at the legs and wings, the results were completely different: Bird species showed little to no correlation, whereas bats show strong correlation. This means that, contrary to birds, bats' forelimbs and hindlimbs did not evolve independently. So this suggests a coupled evolution of wing and leg. This coupled evolution had two positive effects on the speed of evolution. Less favourable mutations were needed and ‘harmony’ was easier to reach.",{"type":14,"tag":22,"props":783,"children":784},{},[785],{"type":20,"value":786},"How could possibility 2. work?",{"type":14,"tag":22,"props":788,"children":789},{},[790],{"type":20,"value":791},"One can imagine that a trait can be present it the genotype and even the phenotype without any function, as long as it does not have any (decisive) negative effects. We as humans have at least 100 of these so called vestigial anomalies. The most renowned are the appendix, wisdom teeth, coccyx and male nipples. So, for instance, if because of a mutation some men are going to develop mammary glands, the last attributes will prove to be handy and so don’t have to develop independently (by coincidence). The definition of Vestigially is the retention, during the process of evolution, of genetically determined structures or attributes that have lost some or all of the ancestral function in a given species. But in accordance with NI and ExT these structures or attributes are not remnants of an ancestral function but Phenotypic conditions that will make possible future evolutions of more complex traits, easier and so more likely.",{"type":14,"tag":22,"props":793,"children":794},{},[795],{"type":20,"value":796},"So the above mentioned processes of coupled mutations and already in a dormant state present traits makes a fundamental new trait, that needs 50 mutations to happen, significantly less unlikely. A (potential) focused trait and the basics of new traits already being there, also make such a evolutionary process way more easy to accept. But is this enough for time to do its work? I doubt it. So what other possibilities are there to switch for ‘still not very likely’ to ‘a real possibility’?",{"type":14,"tag":22,"props":798,"children":799},{},[800],{"type":20,"value":801},"The theory presented here is that the these kinds of processes can be split in a few mayor steps that each on its own results in a viable result (or at least not a mortal result). Not a ‘survival of the fittest’ but a fit that is good enough to survive. So let’s take a look at the switch from ‘laying eggs’ to giving birth’. It is imaginable that this process happened in the following mayor steps:",{"type":14,"tag":22,"props":803,"children":804},{},[805],{"type":20,"value":806},"1.     ‘Laying eggs only’ switching to the capability of laying eggs and giving birth.",{"type":14,"tag":22,"props":808,"children":809},{},[810],{"type":20,"value":811},"2.     Laying eggs switching to laying eggs in combination with suckling.",{"type":14,"tag":22,"props":813,"children":814},{},[815],{"type":20,"value":816},"3.     Giving birth in combination with suckling (end result)",{"type":14,"tag":22,"props":818,"children":819},{},[820],{"type":20,"value":821},"The first step could be from ‘laying eggs’ to 1. and second step from 1. to 3. Or the first step could be from ‘laying eggs’ to 2. and the second step from 2. to 3. It is also imaginable that ‘halfway’ there is an interaction between 1. and 2.",{"type":14,"tag":22,"props":823,"children":824},{},[825],{"type":14,"tag":26,"props":826,"children":829},{"alt":827,"src":828},"laying eggs.png","/laying%20eggs.png",[],{"title":8,"searchDepth":583,"depth":583,"links":831},[],"content:03.blog:03.The Excitatus Theory:02.Why are fossils of transition forms rare.md","03.blog/03.The Excitatus Theory/02.Why are fossils of transition forms rare.md","03.blog/03.The Excitatus Theory/02.Why are fossils of transition forms rare",1737195535330]