[{"data":1,"prerenderedAt":1803},["ShallowReactive",2],{"children":3},[4,831,1246,1391],{"_path":5,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":9,"description":8,"body":10,"_type":825,"_id":826,"_source":827,"_file":828,"_stem":829,"_extension":830},"/blog/natural-intelligence/directional-evolution","natural-intelligence",false,"","Directional Evolution",{"type":11,"children":12,"toc":822},"root",[13,21,36,41,50,55,61,66,74,79,88,93,98,107,115,120,129,134,142,147,156,161,231,236,245,250,258,263,271,276,281,286,304,309,317,322,327,332,340,348,353,358,363,371,376,384,392,397,402,410,418,423,431,436,444,449,454,459,467,472,480,485,490,495,500,508,513,518,526,531,539,544,549,554,559,578,583,597,602,607,612,617,622,630,635,643,648,666,671,676,681,686,691,714,719,735,740,748,753,758,781,786,799,807,812,817],{"type":14,"tag":15,"props":16,"children":18},"element","h1",{"id":17},"directional-evolution",[19],{"type":20,"value":9},"text",{"type":14,"tag":22,"props":23,"children":24},"p",{},[25,31],{"type":14,"tag":26,"props":27,"children":30},"img",{"alt":28,"src":29},"Na int.png","/Na%20int.png",[],{"type":14,"tag":26,"props":32,"children":35},{"alt":33,"src":34},"ni 3 aspects.png","/ni%203%20aspects.png",[],{"type":14,"tag":22,"props":37,"children":38},{},[39],{"type":20,"value":40},"So how can evolution be guided without the need of the ‘hand of a god’? Until now we have seen intelligence as something that belongs to living creatures only. But Artificial Intelligence has shown us that this is not a condition. DNA looks much like a computer program and the last years computer programs have been developed with some kind of incorporated intelligence. So why should the DNA of humans and of other living creatures not also include some sort of intelligence? I have no clue why that should not be possible. You could say that it needs something super natural to add intelligence to DNA but then why does is not need that for programming a type of species? It is one or the other: or both parts of the DNA program were ‘written’ or no parts. And let us not forget that recent studies have shown us that indeed RNA, a molecule which looks to be as important for life as its ‘brother or sister’ DNA, shows some kind of intelligence: our cells contain a protein-directing machine, made of RNA and proteins, that sends newly made proteins to where they’re needed most in a cell. This machine is called the signal recognition particle (SRP) and so knows and decides where newly produced proteins will have the most benefits. Nothing random about it.",{"type":14,"tag":22,"props":42,"children":43},{},[44],{"type":14,"tag":26,"props":45,"children":49},{"alt":46,"src":47,"style":48},"dna1.jpeg","/dna1.jpeg","height: 300px; margin: 0 auto;",[],{"type":14,"tag":22,"props":51,"children":52},{},[53],{"type":20,"value":54},"If you can imagine that a kind of ‘intelligence’ (intelligence not as ‘human intelligence’ but meaning _circumstances in or influences acting on DNA/RNA leading to a clear direction in the evolution of a species__*) can be incorporated in the genome, many new possibilities come into view. That this ‘Artificial Intelligence’, or maybe *_‘Natural Intelligence’ (NI)** is a better word, is a condition that is there all the time and so can do its job all the time or only at the moments it is triggered.",{"type":14,"tag":22,"props":56,"children":57},{},[58],{"type":14,"tag":26,"props":59,"children":60},{"alt":28,"src":29},[],{"type":14,"tag":22,"props":62,"children":63},{},[64],{"type":20,"value":65},"How could NI work? One could imagine that as a whole variations are random but on a species level or even on an individual level one variation is more likely to occur than another, for instance due to a lesser stability or a lesser protection against mutations of the concerning region or regions of their/its DNA/RNA. In fact recent research has revealed that mutations are not entirely random, so that in this respect the Evolution Theory is not accurate. For every species and even for every individual his or her DNA is (slightly) different. So you can image that offspring can inherit that specific sensitivity for these not random and more likely variations. Say that for some kind of fish the speed of swimming offers a favourable fit. And one individual fish has a small variation leading to a bit faster swimming. According to the here presented theory this is not a 100% random happening because this fish is a bit more susceptible for DNA/RNA-variations in the region that determines the swimming speed than for other variations. Because it is the better fit, this fish will produce extra offspring and some of this offspring will also inherit this instability or less protection, leading to this susceptibility. This can result in a lasting focus on faster swimming and so would lead to an evolutionary direction not purely dictated by coincidences and ‘survival of the fittest’. This susceptibility could be there all the time or could be triggered by specific circumstances. The term ‘intelligence’ is even more to the point if this trigger is caused by a situation that needs a better fit in order to be evolutionary successful or even to survive.",{"type":14,"tag":22,"props":67,"children":68},{},[69],{"type":14,"tag":26,"props":70,"children":73},{"alt":71,"src":72,"style":48},"how ni could work.png","/how%20ni%20could%20work.png",[],{"type":14,"tag":22,"props":75,"children":76},{},[77],{"type":20,"value":78},"You could think: what a ignorance or even arrogance to assume that mutations in DNA/RNA are not completely random while that is a fundamental axiom of the Evolution Theory. But in 2022 J.G. Monroe at al. published in ‘Nature’ some remarkable findings (by the way: they are not completely undisputed).",{"type":14,"tag":22,"props":80,"children":81},{},[82],{"type":14,"tag":26,"props":83,"children":87},{"alt":84,"src":85,"style":86},"mutation bias.png","/mutation%20bias.png","height: 120px; margin: 0 auto;",[],{"type":14,"tag":22,"props":89,"children":90},{},[91],{"type":20,"value":92},"They found that the genetic variation in a genome was not random and tended to be much lower around parts of the genome involved in the most important traits of the investigated species (plant called Arabidopsis). These parts seemed to be protected from mutations and in the same regions DNA damage repair seemed to act more actively. You can imagine that this sounds quiet logic because mutations/damages in these parts could easily finish the viability of the concerning living creature. In the same regions inhibiting epigenetic features were more common. As the word says they inhibit mutations. And it becomes even more striking. They also found that these epigenetic features were less than average present in and around the more specialized genes that were associated with environmental responses and so will have a bigger chance on genetic variations. So the genes responsible for adapting to a changing environment. And finally these scientists stated that these mutations seemed to be more important than natural selection to adapt to these changing circumstances. If these findings are accurate and will be supported by other findings resulting from research on other species, the presented theory of a directional evolution will become will get a scientific basis.",{"type":14,"tag":22,"props":94,"children":95},{},[96],{"type":20,"value":97},"One can even wonder if something like a ‘positive susceptibility’ could be possible: that the chances on a positive mutation becomes larger and the chances on a neutral or negative mutation smaller. RNA knows where the proteins are needed the most. So if SRP knows where proteins are the most needed maybe there is also something like a molecular process that repairs negative mutations but don’t react on positive mutations. Does that demand too much intelligence of the DNA? Could be, so I won’t go that way and still let the evolution of a trait and the internal and external circumstances decide what is a positive mutation and what isn’t.",{"type":14,"tag":22,"props":99,"children":100},{},[101],{"type":14,"tag":102,"props":103,"children":104},"strong",{},[105],{"type":20,"value":106},"In this presentation ‘susceptibility’ is defined as a greater than random chance to get a mutation in the concerning region of the genome influencing one or more specific traits of a species, due to a trigger activated by interior or exterior circumstances affecting this region (‘active susceptibility’) and/or due to a lesser than average protection against mutation of this region (‘passive susceptibility’) and/or due to any other genome related influence leading to a greater than random chance of a specific mutation.",{"type":14,"tag":22,"props":108,"children":109},{},[110],{"type":14,"tag":26,"props":111,"children":114},{"alt":112,"src":113},"susceptibility.png","/susceptibility.png",[],{"type":14,"tag":22,"props":116,"children":117},{},[118],{"type":20,"value":119},"The theory that external or internal circumstances could favour specific mutations looks even more a contradiction opposite to the random mutations according to the Evolution Theory. So even more a bold statement. But Wielgos S at all. published in 2013 results from a research with the title “_Mutation rate dynamics in a bacterial population reflect tension between adaptation and genetic load_”. And they found that bacteria showed hypermutability in order to adapt to new conditions. And in this document the researchers wrote about a strong influence from the environment. So they found a clear relation between the circumstances in the outside world and the occurrence of mutations. They even wrote that this hypermutation enabled a population to avoid extinction. It is not clear, if these mutations were random or in accordance with their NI. But you can imagine that an extreme number of mutations within a short period going in every direction is waste and is like shooting with buckshot on a fly. No, far worse than that! Because if a huge number of random mutations happen by far the highest percentage of these would be negative so this would increase the life threatening situation instead of the opposite.",{"type":14,"tag":22,"props":121,"children":122},{},[123],{"type":14,"tag":26,"props":124,"children":128},{"alt":125,"src":126,"style":127},"mutation rate dynamics artikel.png","/mutation%20rate%20dynamics%20artikel.png","height: 100px; margin: 0 auto;",[],{"type":14,"tag":22,"props":130,"children":131},{},[132],{"type":20,"value":133},"Another research done by Toon Swings at al. published with the tittle “_Adaptive tuning of mutation rates allows fast response to lethal stress in Escherichia coli_” gave some information about that: _specific mutations allow organism to adept to stressful environments. As soon as the right adaptation is reached, the mutation rate declines. Cellular mortality appeared to be the major force driving the quick evolution of mutation rates._",{"type":14,"tag":22,"props":135,"children":136},{},[137],{"type":14,"tag":26,"props":138,"children":141},{"alt":139,"src":140,"style":86},"adaptive tunning artikel.png","/adaptive%20tunning%20artikel.png",[],{"type":14,"tag":22,"props":143,"children":144},{},[145],{"type":20,"value":146},"Devon M. Fitzgerald and Susan M. Rosenberg wrote in an article with the title “_How microbes “jeopardize” the modern syntheses”_ the following: _Mutations were assumed to occur by chance: constantly, gradually, roughly uniformly in genomes and without regard to environmental input. But recent discoveries reveal a totally different picture of highly regulated mutagenesis, up-regulated temporally by stress responses and activated when cells/organisms are maladapted to their environment potentially accelerating adaption. And mutation is also not random in genomic space, with multiple simultaneous mutations in local clusters which may allow concerted evolution._",{"type":14,"tag":22,"props":148,"children":149},{},[150],{"type":14,"tag":26,"props":151,"children":155},{"alt":152,"src":153,"style":154},"microbes jeopardize artikel.png","/microbes%20jeopardize%20artikel.png","height: 60px; margin: 0 auto;",[],{"type":14,"tag":22,"props":157,"children":158},{},[159],{"type":20,"value":160},"Very interesting words in these articles are:  ",{"type":14,"tag":162,"props":163,"children":164},"ul",{},[165,175,183,191,199,207,215,223],{"type":14,"tag":166,"props":167,"children":168},"li",{},[169],{"type":14,"tag":170,"props":171,"children":172},"em",{},[173],{"type":20,"value":174},"hypermutability in order to adapt to new conditions",{"type":14,"tag":166,"props":176,"children":177},{},[178],{"type":14,"tag":170,"props":179,"children":180},{},[181],{"type":20,"value":182},"a strong influence from the environment",{"type":14,"tag":166,"props":184,"children":185},{},[186],{"type":14,"tag":170,"props":187,"children":188},{},[189],{"type":20,"value":190},"hypermutation enables a population to avoid extinction",{"type":14,"tag":166,"props":192,"children":193},{},[194],{"type":14,"tag":170,"props":195,"children":196},{},[197],{"type":20,"value":198},"specific mutations allow organism to adept to stressful environments",{"type":14,"tag":166,"props":200,"children":201},{},[202],{"type":14,"tag":170,"props":203,"children":204},{},[205],{"type":20,"value":206},"as soon as the right adaptation is reached, the mutation rate declines",{"type":14,"tag":166,"props":208,"children":209},{},[210],{"type":14,"tag":170,"props":211,"children":212},{},[213],{"type":20,"value":214},"cellular mortality appeared to be the major force driving the quick evolution of mutation rates",{"type":14,"tag":166,"props":216,"children":217},{},[218],{"type":14,"tag":170,"props":219,"children":220},{},[221],{"type":20,"value":222},"up-regulated temporally by stress responses and activated when cells/organisms are maladapted to their environment potentially accelerating adaption",{"type":14,"tag":166,"props":224,"children":225},{},[226],{"type":14,"tag":170,"props":227,"children":228},{},[229],{"type":20,"value":230},"and mutation is also not random in genomic space, with multiple simultaneous mutations in local clusters which may allow concerted evolution.",{"type":14,"tag":22,"props":232,"children":233},{},[234],{"type":20,"value":235},"Even more recent studies clearly indicate that evolution is not completely random and so not completely unpredictable. One more interesting study was published in the _Proceedings of the National Academy of Sciences_ (_PNAS_). This study was led by Professor James McInerney and Dr. Alan Beavan from the School of Life Sciences at the University of Nottingham, and Dr. Maria Rosa Domingo-Sananes from Nottingham Trent University.",{"type":14,"tag":22,"props":237,"children":238},{},[239],{"type":14,"tag":26,"props":240,"children":244},{"alt":241,"src":242,"style":243},"evolution is not as randomly as previously.png","/evolution%20is%20not%20as%20randomly%20as%20previously.png","height: 80px; margin: 0 auto;",[],{"type":14,"tag":22,"props":246,"children":247},{},[248],{"type":20,"value":249},"One conclusion was that the evolutionary trajectory of a genome may be influenced by its evolutionary history, rather than determined by numerous factors and historical accidents. You could translate “influenced by its evolutionary history” as some kind of inheritability and as an evolutionary direction.",{"type":14,"tag":22,"props":251,"children":252},{},[253],{"type":14,"tag":26,"props":254,"children":257},{"alt":255,"src":256,"style":48},"desert.jpeg","/desert.jpeg",[],{"type":14,"tag":22,"props":259,"children":260},{},[261],{"type":20,"value":262},"One research, and article based on the results, that could rebut these findings and so intends to confirm that mutations are as random as the Evolution Theory dictates, and as fiercely defended by evolutionists, has the name: _A broad mutational target explains a fast rate of phenotypic evolution_, written by Fabrice Besnard at al.",{"type":14,"tag":22,"props":264,"children":265},{},[266],{"type":14,"tag":26,"props":267,"children":270},{"alt":268,"src":269,"style":127},"a broad mutational target artikel.png","/a%20broad%20mutational%20target%20artikel.png",[],{"type":14,"tag":22,"props":272,"children":273},{},[274],{"type":20,"value":275},"The abstract of this article states: _The rapid evolution of a trait in a clade of organisms can be explained by the sustained action of natural selection or by a high mutational variance, that is the propensity to change under spontaneous mutation. The causes for a high mutational variance are still elusive._ Yes indeed: it is about this second sentence and especially about this last word ‘elusive’. What about a certain susceptibility in certain regions of the genome?",{"type":14,"tag":22,"props":277,"children":278},{},[279],{"type":20,"value":280},"And the abstract finishes with: _Our data indicate that a broad mutational target size is the cause of the high mutational variance and of the corresponding fast phenotypic evolutionary rate._ So, if I understand it well, the researchers claim that a more often, than random as to be expected, change of a trait, and so a faster evolution than other traits, is caused by the fact that the concerning trait is coded on more than one location on the genome, or even on a couple of these locations, and that a trait with less mutations is coded on one or just a few genes. So if one or a few genes are involved instead of many the mutation rate will be lower based on the happening of random mutations. As an example of a faster than random evolution of a trait, based on a multitude of locations, the large brain of primates is mentioned.",{"type":14,"tag":22,"props":282,"children":283},{},[284],{"type":20,"value":285},"I feel the urge to make a couple of observations:",{"type":14,"tag":162,"props":287,"children":288},{},[289,294,299],{"type":14,"tag":166,"props":290,"children":291},{},[292],{"type":20,"value":293},"If the size of the brain of a primate is coded in several locations in their DNA, than would it not be logical to expect that this also concerns other mammals? Is there any reason to suspect that their brain size is coded at less locations? To me that doesn’t sound logical. And so if the number of locations is more or less comparable than why doesn’t this ‘broad mutational target’ work for these animals to also have a fast evolving brain?",{"type":14,"tag":166,"props":295,"children":296},{},[297],{"type":20,"value":298},"More complex traits are often coded at more locations (loci) than simple traits. Do complex traits change more often? That would in my opinion really be a threat to the evolution of life in the direction of steadily more complex species.",{"type":14,"tag":166,"props":300,"children":301},{},[302],{"type":20,"value":303},"If a trait is located on several locations and one of these regions mutates, will that by definition have an  (decisive) effect on this trait and so on the phenotype (the species with its traits as in looks like and appears in our world)? Could it not be the other way around? That if a trait is located on (quote) many genes, that this trait has a certain redundancy? So the capability to sustain a mutation without any or without a substantial impact? It looks to me more logical that a trait, which is coded in only region, is much more likely to be effected by one mutation if you are talking about the phenotype.",{"type":14,"tag":22,"props":305,"children":306},{},[307],{"type":20,"value":308},"Let me limit the possibility of susceptible DNA-regions for a moment to the evolution of mankind, that has pushed us since the prehistoric times slowly but steadily towards an increasing human intelligence. That is the general opinion. If in our DNA it is programmed that a growing human intelligence is our focus of evolution, then what could trigger this program to be activated, if we are talking about an active susceptibility? A shortage of food could be such an event or of some specific nutrients. Or, maybe even more likely, a longer period of anxiety. Obviously these situations are life threatening and can be caused by not fitting properly anymore due to developments in the outside world. The shortage of food causes a lack of certain nutrients in our body that could give a signal to the region in our DNA/RNA that can initiate a ‘sudden’ change in our DNA, and to be more specific the regions that define our human intelligence. Anxiety produces specific hormones that could do the same. What a cell becomes, is determined by what molecular machines—RNAs and proteins—are operating in that cell. And those RNAs and proteins that are present in a cell are determined by transcription factors that switch genes on and off. So indeed RNA and proteins can switch genes on and off and so can change a cell and these cells in their turn can define the species. And also mutations in the RNA can result to new proteins and lead to fundamental changes in living cells. And it is not difficult to imagine that external influences like a shortage of specific nutrition’s or dying of cells could have such a triggering effect on these processes.",{"type":14,"tag":22,"props":310,"children":311},{},[312],{"type":14,"tag":26,"props":313,"children":316},{"alt":314,"src":315,"style":48},"canon.jpeg","/canon.jpeg",[],{"type":14,"tag":22,"props":318,"children":319},{},[320],{"type":20,"value":321},"I wrote that in my opinion the human intelligence of say the Romans was not less than of humankind nowadays. So the conclusion could be that during the last 2000 years no significant mutations have taken place in the NI-regions of men, nor passively nor triggered by any circumstances. The latest could raise eyebrows because during this period there were wars, famines and other life threatening situations. Of course 2000 years is an in evolutionary context very short period, so if you look at it from the viewpoint of passive susceptibility that is not surprising. But from the viewpoint of active susceptibility this could raise questions. Does it really exist or is only passive susceptibility the possible way NI could work?",{"type":14,"tag":22,"props":323,"children":324},{},[325],{"type":20,"value":326},"During the last 2000 years the world population of mankind has steadily been growing if you look at it globally. But there have been regions where during certain periods within this timespan this was not the case. For instance Ireland halfway the 19th century during the great famine. Could that event have had a positive effect on the human intelligence of Irish people? Another even more extreme example is the decline of the number of Jewish people in Europe during the first half of the 20th century. And what are the two richest ethnic groups, born in the USA? Yes, indeed, people that decent from those two ethnic groups. Just a coincidence? One should realize that these people survived those bad times, where more often threatened populations are bound to disappear or to be subdued. By the way if you look for the nations with the highest IQ you will end up in East Asia (Japan, Taiwan). If there were heavy times in those countries the last centuries I don’t know. Well, the recent history of Taiwan was quiet turbulent. The problem with IQ is that it says more about the level of education than of the real human intelligence.",{"type":14,"tag":22,"props":328,"children":329},{},[330],{"type":20,"value":331},"If certain regions have a bigger than average chance to mutate, if these regions concern traits relevant to adapt to changing circumstances and if indeed an evolutionary trajectory of a genome is influenced by its evolutionary history, you can speak of a specific type of mutation that plays an essential role in the adaptation, survival and so evolution of a species. I call that a focused trait.",{"type":14,"tag":22,"props":333,"children":334},{},[335],{"type":14,"tag":102,"props":336,"children":337},{},[338],{"type":20,"value":339},"A focused trait is a trait that has a determining effect on the evolution of a species, resulting in a gradually and steadily development in time of this trait towards a higher level, due to an (active or passive) inheritable susceptibility for mutations in the region(s) of the genome that determine(s) this trait. This inheritability means that offspring has a bigger than random chance to inherit this specific susceptibility. Both the favourable susceptibility and the inheribility could be an evolutionary result.",{"type":14,"tag":22,"props":341,"children":342},{},[343],{"type":14,"tag":26,"props":344,"children":347},{"alt":345,"src":346},"focused trait1.png","/focused%20trait1.png",[],{"type":14,"tag":22,"props":349,"children":350},{},[351],{"type":20,"value":352},"Logically human intelligence could be a focused trait of mankind. Could there be more focused traits in the genome of the human species? Yes I think so. Like ‘walking upright’, like ‘language’, like ‘enjoying music and other arts’, like ‘fine motor skills’ and like ‘morality and religion’. I don’t want to imply that no other species have none of these traits but not in the scope human beings have them. Beside these traits we have way more traits but those are not more developed in mankind than in other mammals. Like running, smelling, seeing, digesting, breathing, growing hair, aggression, feeling fear, sexual drift and so on. Estimates indicate that humans have thousands and thousands of traits. And so have other species. Focused traits represent only a fraction of that number and could be as little as, I guess, 1-2% of all traits that a species has.",{"type":14,"tag":22,"props":354,"children":355},{},[356],{"type":20,"value":357},"Let us take a closer look at this one outstanding focused trait of mankind: his or her brains and in connection with that his or her intelligence. Although, as I wrote before, the last thousands of years saw no improvement of our intelligence, research on older fossils and sculls show that the human brain has grown to about twice the size it had a couple of million years ago. There were periods of a relatively more rapid grow and period of a slower grow. As a time with a more rapid grow often the period between 800.000 and 200.000 years is mentioned. The given cause is a dramatic climate change during this period. That sounds indeed like a trigger.",{"type":14,"tag":22,"props":359,"children":360},{},[361],{"type":20,"value":362},"Bruce Lahn, the senior author at the Howard Hughes Medical Centre at the University of Chicago and his colleagues have suggested that there are specific genes that control the size of the human brain. These genes continue to play a role in brain evolution, implying that the brain is continuing to evolve. The acquired data - obtained from humans, macaques, rats and mice - showed that the genes in the human brain evolved much faster than those in the other species. So the NI of humans including their focused trait could be the right if not only explanation for this striking difference.",{"type":14,"tag":22,"props":364,"children":365},{},[366],{"type":14,"tag":26,"props":367,"children":370},{"alt":368,"src":369,"style":48},"grafiek directional evolution.png","/grafiek%20directional%20evolution.png",[],{"type":14,"tag":22,"props":372,"children":373},{},[374],{"type":20,"value":375},"Evans, Patrick D. at al. wrote in the publication “_Microcephalin, a Gene Regulating Brain Size, Continues to Evolve Adaptively in Humans_” the following: ",{"type":14,"tag":22,"props":377,"children":378},{},[379],{"type":14,"tag":170,"props":380,"children":381},{},[382],{"type":20,"value":383},"The gene Microcephalin (MCPH1) regulates brain size and has evolved under strong positive selection in the human evolutionary lineage. We show that one genetic variant of Microcephalin in modern humans, which arose ~37,000 years ago, increased in frequency too rapidly to be compatible with neutral drift. This indicates that it has spread under strong positive selection, although the exact nature of the selection is unknown. The finding that an important brain gene has continued to evolve adaptively in anatomically modern humans suggests the ongoing evolutionary plasticity of the human brain.",{"type":14,"tag":22,"props":385,"children":386},{},[387],{"type":14,"tag":26,"props":388,"children":391},{"alt":389,"src":390,"style":127},"microcephalin.png","/microcephalin.png",[],{"type":14,"tag":22,"props":393,"children":394},{},[395],{"type":20,"value":396},"With respect to NI and so ‘directional evolution’ a couple of words are very interesting: “_under strong positive selection_”, “_frequency too rapidly to be compatible with neutral drift”,_ “_the exact nature of the selection is unknown_”. Well the nature that can explain this strong positive selection and the speed of this process is the NI of humans; a more than random chance of mutations in the region of these genes due to their susceptibility. Another explanation could be a higher fitness (for mutations) that humans could possess compared to other primates. But other researches indicate that the genes of chimpanzees have had more mutations than the genes of mankind so to me that explanation looks less likely if not unlikely.",{"type":14,"tag":22,"props":398,"children":399},{},[400],{"type":20,"value":401},"Limited to mankind those influencing circumstances (or even without them, if we talk about a passive susceptibility) would mean a (small) increase of human intelligence (and so by definition not any other trait that could also have given a better fit in these circumstances) that would make it possible for us to adept to these changing and maybe even threatening circumstances. So based on the incorporation in our DNA/RNA of a programmed intelligence (NI), that may be triggered if needed or that may be there all the time, we do not need anything super natural. And that can indeed explain the more or less constant growth of intelligence of humans over a (in human terms) very long period of time, something the Evolution Theory can’t. So focused traits will have a bigger impact on the evolution of a species than ‘survival of the fittest’ has. But in the end this broadly accepted dogma has indeed the last word, because it determines if this more than random mutation of a focused trait will be a favourable one or not for the individuals that carry this mutation (if the starting point is that in the situation of focused mutations the chance of a _positive_ mutation is not bigger than in the situation of random mutations).",{"type":14,"tag":22,"props":403,"children":404},{},[405],{"type":14,"tag":26,"props":406,"children":409},{"alt":407,"src":408,"style":48},"directional revolution getrapt.png","/directional%20revolution%20getrapt.png",[],{"type":14,"tag":22,"props":411,"children":412},{},[413],{"type":14,"tag":170,"props":414,"children":415},{},[416],{"type":20,"value":417},"Note:   This presentation of the rate of mutations is simplified in order to make it more transparent. For instance in reality the rate of mutation will increase with the size of the population.",{"type":14,"tag":22,"props":419,"children":420},{},[421],{"type":20,"value":422},"The theory of focused traits can also explain why not every species develops in the same direction – for instance a growing ‘human’ intelligence - because say food shortage triggers another region (gene) of their DNA/RNA and so initiates a change in these active genes and/or produced proteins which in their turn lead to the improvement of another trait, their focused trait, which has given and gives them in this way in their environment the needed (improved) capacities. And this over and over again. It is also possible, like the given example of the fast swimming fish, that just the inheritance of a less stable or less protected region of the genome on its own may already offer this same improvement over and over again. So at more random moments and so not triggered by specific circumstances. In the standard’ Evolution Theory these possibilities and processes are not incorporated.",{"type":14,"tag":22,"props":424,"children":425},{},[426],{"type":14,"tag":26,"props":427,"children":430},{"alt":428,"src":429,"style":48},"directional revolution met getallen.png","/directional%20revolution%20met%20getallen.png",[],{"type":14,"tag":22,"props":432,"children":433},{},[434],{"type":20,"value":435},"What about the finches on the Galapagos Islands? Did they develop their bowed beaks because of any susceptibility in their genes? That could have been the situation. If we look at an active susceptibility food shortage could have been a trigger. But is it logical that there was something in their DNA/RNA that these kind of circumstances would lead to such an effect? Possibly but not necessarily. So the Evolution Theory looks to be a good or maybe  in these situations even the best explanation. But if you combine it with Natural Intelligence (NI) much more can be explained and understood than without this significant addition. Both complement each other.",{"type":14,"tag":22,"props":437,"children":438},{},[439],{"type":14,"tag":26,"props":440,"children":443},{"alt":441,"src":442},"finches.png","/finches.png",[],{"type":14,"tag":22,"props":445,"children":446},{},[447],{"type":20,"value":448},"The fact that the brains of some mammals also grew during their evolution, but way less than in humankind, can also be seen as an example fitting within the Evolution Theory. The focus of their NI was not on human intelligence but nevertheless the ‘survival of the fittest’ did have some influences on their brains with a positive effect as a result, but not focused and so not comparable with the growth of human intelligence appearing in mankind over the same period of time.",{"type":14,"tag":22,"props":450,"children":451},{},[452],{"type":20,"value":453},"By the way: is the fact, that a coincidental variation in the DNA can give a better fit, indeed nothing but a coincidence? Is it not striking that, there where coincidences are the driving force, there are mutations and also so many chances? Look at how many seeds trees produce every spring. Or the almost immeasurable number of sperm cells men produce during their lives. It looks like waste but it could also be a way to make the chance of a coincidence and of a positive outcome bigger. So indeed ‘coincidences’ don’t exclude some kind of a creator……",{"type":14,"tag":22,"props":455,"children":456},{},[457],{"type":20,"value":458},"There is also something else. It becomes more and more clear that the development of new variations and species happened more quickly than presumed so far. See for instance ‘Nature’ 29 May 2022: _New research suggests that Darwinian evolution could be happening up to four times faster than previously thought._",{"type":14,"tag":22,"props":460,"children":461},{},[462],{"type":14,"tag":26,"props":463,"children":466},{"alt":464,"src":465,"style":127},"evolution goes faster.png","/evolution%20goes%20faster.png",[],{"type":14,"tag":22,"props":468,"children":469},{},[470],{"type":20,"value":471},"So if the appropriate variation of the DNA is not limited to one individual and if this variation is not in random directions, that could explain why these processes of evolution or even of specification (origin of a new species) seem to go more rapidly than expected on the basis of just the Evolution Theory.",{"type":14,"tag":22,"props":473,"children":474},{},[475],{"type":14,"tag":26,"props":476,"children":479},{"alt":477,"src":478,"style":48},"many chicken.png","/many%20chicken.png",[],{"type":14,"tag":22,"props":481,"children":482},{},[483],{"type":20,"value":484},"There are more reasons to doubt the evolution of animals and of mankind as only a process based on coincidental events. And without any other influences or mechanisms except ‘survival of the fittest’. A random process of DNA variations will go on and on without any restrictions and without any cause.  So logically the origin of new species will be in its basis an exponential process: 2 becomes 4, 4 becomes 8, 8 becomes 16 and so on. Of course this will be slowed down by the lack of isolation in a lot of circumstances (that’s where the survival of the fittest comes in), but it would still happen and lead to an in time increasing frequency of confrontations between species. This is, as far as I know, not the reality.  ",{"type":14,"tag":22,"props":486,"children":487},{},[488],{"type":20,"value":489},"‘Natural Intelligence’ in DNA can’t foresee everything. Situations can appear that are life threatening but don’t generate the right response from the genome (for instance the right protein), passively or actively. Extinction can be the result of that. An active susceptibility will give a smaller risk of extinction than a passive susceptibility because there could be a ‘direct’ response to a more or less acute life threatening situation.",{"type":14,"tag":22,"props":491,"children":492},{},[493],{"type":20,"value":494},"An interesting question is, if there are indeed other animals with such an incorporated focus or for specific variations susceptible DNA-regions, like there is for some plants and, or supposed to be, for mankind. It is reasonable to assume that would concern traits in which these animals excel or at least make a difference.",{"type":14,"tag":22,"props":496,"children":497},{},[498],{"type":20,"value":499},"One can read for instance the following text on internet (Evolution of giraffes by MeetTheFossyls on DeviantArt):",{"type":14,"tag":22,"props":501,"children":502},{},[503],{"type":14,"tag":170,"props":504,"children":505},{},[506],{"type":20,"value":507},"The evolution of giraffes and the Okapi isn't as straightforward as once believed. For a long time, the body plan of the Okapi was thought to be a form between the primitive ancestors of giraffids and the species that live nowadays. A study in 2015 showed, though, that the evolutionary branch of the giraffes and Okapi split at about 16 million years ago during the Miocene epoch. From here, the neck vertebrae started to elongate in the branch that would result into the giraffes and shorten in the branch that would result into the Okapi.",{"type":14,"tag":22,"props":509,"children":510},{},[511],{"type":20,"value":512},"One can read that 16 million years ago the elongation process of the neck of giraffes started. So maybe in the short time it was not a straight forward process but over a longer period the direction of this evolution is clear: a longer and longer neck. By the way: strangely enough it is hard to find on internet these kind of described evolutions other than that about the human species. For instance the cheetah: I expected to find an overview of fossils of ancestors of the cheetah with improving speed in time. But I could only find information on the evolution of their scull.  ",{"type":14,"tag":22,"props":514,"children":515},{},[516],{"type":20,"value":517},"There are more examples that make an evolution influenced by NI, complementary to an evolution caused by random mutations, more likely than an evolution purely initiated by coincidental mutations. In Africa and Asia more than one species of felines live. But that also applies to America. How is it possible that animals with so much in common have been living on continents that are divided from each other by a huge ocean? The theory is that during a period with a low sea level some 5 to 9 million years ago felines migrated from Eurasia to America crossing the Bering Street. By the way if you search for an explanation for the living of mammoths on both these continents (strangely enough) 1,8 million years ago and 100.000 years ago are mentioned as periods of low sea level at this location.",{"type":14,"tag":22,"props":519,"children":520},{},[521],{"type":14,"tag":26,"props":522,"children":525},{"alt":523,"src":524,"style":48},"felines.jpg","/felines.jpg",[],{"type":14,"tag":22,"props":527,"children":528},{},[529],{"type":20,"value":530},"But ok, the isolation from each other was perfect so it is remarkable that the resemblances between say a leopard and a puma are still striking. This can mean two things (or both combined): or there have been just a few evolutionary steps over all these millions of years (while humans and chimpanzees have had many more and many more far reaching steps over the same period); or there have been more steps than just a few but, based on the ‘NI’ in their DNA/RNA, these steps were independently from each other more or less in the same direction(s) on both continents. Which, by the way, would make isolation less important concerning the origin of new species, than normally considered. Fossils from both continents could shine light on this.",{"type":14,"tag":22,"props":532,"children":533},{},[534],{"type":14,"tag":26,"props":535,"children":538},{"alt":536,"src":537,"style":48},"chimpanzee.jpeg","/chimpanzee.jpeg",[],{"type":14,"tag":22,"props":540,"children":541},{},[542],{"type":20,"value":543},"We can compare this with the origin of humans 6 to 9 million years ago. So more or less the same period till today. If you compare these results you may conclude that the differences between men and apes are way bigger than say between leopards and a pumas. If that is also true on the level of DNA, I don’t know, but just looking at both, what food they eat, how they walk etc. this is undeniable (on the level of the phenotype). But ok the conclusion could be that one species evolves quicker than the other. Based on the Evolution Theory there is no explanation for this if both populations are more or less equal in size. Why should there appear more variations in the DNA of primates than in the DNA of felines or why should the variations in the first situation over and over again be more favourable?",{"type":14,"tag":22,"props":545,"children":546},{},[547],{"type":20,"value":548},"But with the incorporation of NI it is easier to explain, if you look at the way active susceptibility could work. The programmed triggers of primates may be more sensitive to events in their environment than the programmed triggers of felines. Or during the period of 6 to 9 million years the circumstances that trigger the DNA/RNA region containing NI of primates have occurred more often than the circumstances that trigger that DNA/RNA region of felines. If we look at the possibility of passive susceptibility there is also an explanation. And this is that the regions on the genomes that influence the traits which determine the direction of evolution, are better protected in felines than in primates and so are less vulnerable for mutations. Another explanation based on passive susceptibility is that the focused traits of primates offer more opportunities than those of felines.",{"type":14,"tag":22,"props":550,"children":551},{},[552],{"type":20,"value":553},"Indeed the frequency of mutations varies between species. It is qualified as the mutation rate. Maybe this term is more or less the same as susceptibility. And if the mutations, according to this rate, happen in specific regions of DNA than is confirms my theory.",{"type":14,"tag":22,"props":555,"children":556},{},[557],{"type":20,"value":558},"If we look at, at least concerning the phenotype (the species as we see and experience it), the much bigger division between men and apes on one side and the much smaller division between felines living on different continents, appearing over more or less the same time span on the other side, the question is how to explain this (or between two other species with a clear difference in evolution speed). There is more than one possible reason:",{"type":14,"tag":560,"props":561,"children":562},"ol",{},[563,568,573],{"type":14,"tag":166,"props":564,"children":565},{},[566],{"type":20,"value":567},"The critical variation of the DNA/RNA region concerning NI was in the situation of the ancestors of humans and apes bigger;",{"type":14,"tag":166,"props":569,"children":570},{},[571],{"type":20,"value":572},"The critical variation of the DNA/RNA region concerning NI was in the situation of the ancestors of humans and apes more essential;",{"type":14,"tag":166,"props":574,"children":575},{},[576],{"type":20,"value":577},"The critical variation of the DNA/RNA region concerning NI hit in the situation of the ancestors of humans and apes a bigger group, so the process of change had a bigger and faster impact (more favourable).",{"type":14,"tag":22,"props":579,"children":580},{},[581],{"type":20,"value":582},"Or/and:",{"type":14,"tag":560,"props":584,"children":586},{"start":585},4,[587,592],{"type":14,"tag":166,"props":588,"children":589},{},[590],{"type":20,"value":591},"The evolutionary trigger of humans and/or apes was more often triggered (active susceptibility) or the concerning DNA regio was in humans and/or apes less stable (passive susceptibility);",{"type":14,"tag":166,"props":593,"children":594},{},[595],{"type":20,"value":596},"The evolutionary trigger of humans and/or apes had a bigger effect at the moments it was triggered (active susceptibility) or the instability in the concerning DNA regio was in humans and/or apes more essential (passive susceptibility).",{"type":14,"tag":22,"props":598,"children":599},{},[600],{"type":20,"value":601},"There is even another explanation possible. I will come to that later on.",{"type":14,"tag":22,"props":603,"children":604},{},[605],{"type":20,"value":606},"By the way: if you wonder if indeed the genetic differences (genotype) between apes and humans are bigger than between the different types of felines, yes it is. Homo Sapiens but also Neanderthals have/had 24 pairs of chromosomes, while all apes have just 23 pairs. All felines have 38 pairs of chromosomes except ocelots.",{"type":14,"tag":22,"props":608,"children":609},{},[610],{"type":20,"value":611},"Research indicates that the adaptive evolution of mankind after ‘the split’ was relatively limited (which by the way I can’t follow) and that the adaptive evolution of chimpanzees was significantly bigger. But, maybe surprisingly, in the past not so much research has bene done in relation to the development of the human brain. Ethical issues could be the reason behind that.",{"type":14,"tag":22,"props":613,"children":614},{},[615],{"type":20,"value":616},"There is an evolution theory based on the fact that during life some species can adapt themselves to changing circumstances. And that these changes can be inherited by the offspring of these species. Implicating an evolutionary process with the speed of light compared with the speed of this process according to the traditional Evolution Theory. There are a lot of species which respond to poor quality diets by increasing their food intake, enlarging digestive organs, and increasing the capacity of the digestive tract. This kind of adaptation is named Plasticity and it allows individuals to 'fit' their phenotype to different environments. One can imagine that this capacity can present an evolutionary advantage and so can present ‘the survival of the fittest’. This is something within the limits of the Evolution Theory. But assuming that this can become the start of a new or changed trait or even species, is way outside these limits.",{"type":14,"tag":22,"props":618,"children":619},{},[620],{"type":20,"value":621},"Emily Standen is a scientist at the University of Ottawa, who studies _Polypterus senegalus_, AKA the Senegal bichir, a fish that not only has gills but also primitive lungs. Regular polypterus can breathe air at the surface, but prefer living underwater. But when Standen took Polypterus, that had spent their first few weeks of life in water, and subsequently raised them on land, their bodies began to change immediately. The bones in their fins elongated and became sharper, able to pull them along dry land with the help of wider joint sockets and larger muscles. Their necks softened. Their primordial lungs expanded and their other organs shifted to accommodate them. Their entire appearance transformed. According to the traditional theory of evolution, this kind of change takes millions of years. But the Senegal bichir does this in a single generation. (The Guardian, _Do we need a new theory of evolution_?, By Stephen Buranyi)",{"type":14,"tag":22,"props":623,"children":624},{},[625],{"type":14,"tag":26,"props":626,"children":629},{"alt":627,"src":628},"⁫fish changing from water to land.png","/%E2%81%ABfish%20changing%20from%20water%20to%20land.png",[],{"type":14,"tag":22,"props":631,"children":632},{},[633],{"type":20,"value":634},"If you read that external circumstances can trigger this adaptation process and if it appears that Plasticity is limited to one or just a few traits of a species, this adaptation process could be an extreme form of active susceptibility.",{"type":14,"tag":22,"props":636,"children":637},{},[638],{"type":14,"tag":26,"props":639,"children":642},{"alt":640,"src":641},"plasticity zwart.png","/plasticity%20zwart.png",[],{"type":14,"tag":22,"props":644,"children":645},{},[646],{"type":20,"value":647},"The three diagrams below more or less summarize the possible evolutionary processes concerning the population of a species and its better fit. This is a schematic presentation bases on the assumption that the biosphere keeps constant and so offers a living to the same population size.",{"type":14,"tag":22,"props":649,"children":650},{},[651,656,661],{"type":14,"tag":26,"props":652,"children":655},{"alt":653,"src":654,"style":48},"evo without iso.png","/evo%20without%20iso.png",[],{"type":14,"tag":26,"props":657,"children":660},{"alt":658,"src":659,"style":48},"grafiek specificatie volgens ET.png","/grafiek%20specificatie%20volgens%20ET.png",[],{"type":14,"tag":26,"props":662,"children":665},{"alt":663,"src":664,"style":48},"grafiek directional ET.png","/grafiek%20directional%20ET.png",[],{"type":14,"tag":22,"props":667,"children":668},{},[669],{"type":20,"value":670},"Directional evolution instead of an evolution evolving on the basis of random mutations, implies an essential difference. And that is the fact that the traits, that are the subject of the directional revolution, could differ from the traits that would give the survival of the fittest in a certain situation. Directional evolution of a species is not by definition focused on the best fit but on another fit, than the ancestors have/had. So not with the focus on competing with those ancestors but directed to and focused on a way of living beside their ancestors.",{"type":14,"tag":22,"props":672,"children":673},{},[674],{"type":20,"value":675},"In the late 60s molecular biologists looked through a microscope, focusing on individual molecules. And when they looked, they found that the genes were evolving while natural selection wasn’t playing any part in this process. It looked like some genetic changes were being preserved for no reason at all. Again an evidence or at least a support for the existence of focused traits.",{"type":14,"tag":22,"props":677,"children":678},{},[679],{"type":20,"value":680},"If you follow this process, it becomes understandable why in a world where dominance, strength, cunningness and so on would have given the best fit to humans, still the growth of human intelligence appeared and appears to be the dominant evolutionary process of mankind. And why not all men have six packs. That could be a part of our evolution but clearly not of our directional evolution.",{"type":14,"tag":22,"props":682,"children":683},{},[684],{"type":20,"value":685},"Earlier I wrote that it somewhat surprised me that people still have a conscience while unfortunately men without conscience have become our leaders over and over again, so were and probably still are in an evolutionary context the best fit. According to the Evolution Theory therefor conscience should have disappeared out of our gens a longtime ago. So one has to conclude that losing our conscience is not a part of our evolution. This implicates some kind of a genetic block incorporated in NI. Beside the essential traits that every living creature needs to be able to survive, there could be more DNA-regions that are extra protected against the chance of mutations. So there are also less than random variations in some (other) DNA-regions. What about the codes in our genes that determine that our body grows older so at the end we will die? Never heard of anybody who’s concerning codes mutated in such a way that this person does not age.",{"type":14,"tag":22,"props":687,"children":688},{},[689],{"type":20,"value":690},"The following influences could limit or even block the occurrence and/or evolutionary development of a certain trait:",{"type":14,"tag":162,"props":692,"children":693},{},[694,699,704,709],{"type":14,"tag":166,"props":695,"children":696},{},[697],{"type":20,"value":698},"Trait is the result of a non-inheritable mutation;",{"type":14,"tag":166,"props":700,"children":701},{},[702],{"type":20,"value":703},"Extra protection of the concerning region against mutations or extra repair efforts to undo mutations (which may be affected by internal or external circumstances);",{"type":14,"tag":166,"props":705,"children":706},{},[707],{"type":20,"value":708},"Genetic restrains in these regions limiting the development of the trait these regions code;",{"type":14,"tag":166,"props":710,"children":711},{},[712],{"type":20,"value":713},"Restrains imposed by other traits (for instance: is our blood circulation capable to transport enough oxygen to even bigger brains?). (Later on I will qualify this as an ‘internal fit’). During evolution these restrains may be lifted due to the parallel evolution of these restraining traits.",{"type":14,"tag":22,"props":715,"children":716},{},[717],{"type":20,"value":718},"NI could have three effects: giving direction to the evolution of a species, excluding evolutionary directions and limiting the process of evolution in respect to certain traits. For instance that could limit the human intelligence and explain why there have been no further growth of human intelligence over the last thousands of year. If indeed this is incorporated in DNA that would also explain why the process of evolution will likely not spin out of control. How could the evolution of a trait be blocked by DNA? By ending its susceptibility and giving the concerning regions an enhanced defence against mutations. I would like to call that negative susceptibility. Or even by changing the code, production of proteins and so on.",{"type":14,"tag":22,"props":720,"children":721},{},[722,725,730],{"type":14,"tag":26,"props":723,"children":724},{"alt":33,"src":34},[],{"type":14,"tag":26,"props":726,"children":729},{"alt":727,"src":728},"negative susceptibility.png","/negative%20susceptibility.png",[],{"type":14,"tag":26,"props":731,"children":734},{"alt":732,"src":733,"style":48},"grafiek negative susceptibility.png","/grafiek%20negative%20susceptibility.png",[],{"type":14,"tag":22,"props":736,"children":737},{},[738],{"type":20,"value":739},"One can wonder if during the evolution of a species the susceptibility in connection with the focused traits, that define this new species, may change. A higher susceptibility in a small population would make the chances for the new species to become successful bigger because its (new) focused traits would develop faster and so also the distance to its ancestors. Besides that, we are talking about a knife that cuts both ways. If the number of focused mutations is more than random, than one can expect that the number of other mutations, that could be life threatening, is lower (assumed that the total number of mutations is constant). If so, this will be significant because in small populations there is a bigger risk of the fixation of deleterious alleles, which decreases genetic diversity and adaptive potential. There is even a third positive effect that a higher (positive) susceptibility could have in the first phase of the evolution of a new species: there will be less concurrence of other possible beneficial mutations which in its turn strengthens the focus on this one (new) focused trait, and so accelerates the speed with which the distance to the ancestors grows.",{"type":14,"tag":22,"props":741,"children":742},{},[743],{"type":14,"tag":26,"props":744,"children":747},{"alt":745,"src":746,"style":48},"mes met 2 snijdende kanten.png","/mes%20met%202%20snijdende%20kanten.png",[],{"type":14,"tag":22,"props":749,"children":750},{},[751],{"type":20,"value":752},"A negative susceptibility of a once focused trait, if the population of the ‘not so new anymore’ species becomes larger, would slow down the development of its focused traits and so possibly also of this species. That could limit the threats it presents for other species. Besides that, a negative susceptibility concerning ‘non-focused’ traits can protect a species against negative mutations, something that is extra important in the first phase of a new species when the population of this species is still small.",{"type":14,"tag":22,"props":754,"children":755},{},[756],{"type":20,"value":757},"So during evolution a lot of changes are imaginable, some happening during different states of evolution, some happening more or less parallel if it concerns different (focused) traits:",{"type":14,"tag":162,"props":759,"children":760},{},[761,766,771,776],{"type":14,"tag":166,"props":762,"children":763},{},[764],{"type":20,"value":765},"Focused trait going to a non-focused trait (or the other way around);",{"type":14,"tag":166,"props":767,"children":768},{},[769],{"type":20,"value":770},"Focused trait going to a trait with a negative susceptibility or even to an evolutionary blocked trait (and the other way around);",{"type":14,"tag":166,"props":772,"children":773},{},[774],{"type":20,"value":775},"Non-focused trait going to a trait with a negative susceptibility or even to an evolutionary blocked trait (and the other way around).",{"type":14,"tag":166,"props":777,"children":778},{},[779],{"type":20,"value":780},"Focused trait changing concerning its sensitivity, its trigger and so on.",{"type":14,"tag":22,"props":782,"children":783},{},[784],{"type":20,"value":785},"Studies have been made, on a theoretical basis and a more practical basis, to see if there is a relation (beside the statistics) between size of a population and the frequency of mutations. But these are all based on the assumption that mutations – positive, negative or neutral – are happening randomly. Mostly in this context it is stated that large populations due to a lot of mutations, can lead to decreased growth rates and heightened mortality; therefore, population size also tends to decrease as mutation rate increases. With focused traits these negative mutations will get less chance, so could that increase the threat of this ‘not so new anymore species’ for its environment? I guess not. For two reasons:",{"type":14,"tag":162,"props":787,"children":788},{},[789,794],{"type":14,"tag":166,"props":790,"children":791},{},[792],{"type":20,"value":793},"Probably there is an end to every positive trait that a specific gene code can offer (so also a limitation to the evolutionary drive of ‘survival of the fittest’).",{"type":14,"tag":166,"props":795,"children":796},{},[797],{"type":20,"value":798},"Other traits and physical restrains influence how beneficial a focused trait can be. We could qualify that as an ‘survival of an internal fit’.",{"type":14,"tag":22,"props":800,"children":801},{},[802],{"type":14,"tag":26,"props":803,"children":806},{"alt":804,"src":805,"style":243},"survival internal fit.png","/survival%20internal%20fit.png",[],{"type":14,"tag":22,"props":808,"children":809},{},[810],{"type":20,"value":811},"To give an example: why are birds not becoming bigger and bigger? Because that would demand longer wings. And that would in its turn result in heavier bones. But extra weight ask for bigger wings. So this evolutionary process ends somewhere; at a certain moment there is no internal fit possible anymore. Sometimes traits can be linked and so is their evolution. This is called Phenotypic integration. That can be beneficial in reaching an internal fit and extent the mentioned limit. Later more on this.",{"type":14,"tag":22,"props":813,"children":814},{},[815],{"type":20,"value":816},"By the way: Normally the differences between genotype and phenotype are limited to the existence of dominant and recessive alleles and the impact (or not) they have on the phenotype. In the context of my theory the differences between both go further and also concern the limitations one trait can put on another trait to become a trait, which mutations could offer ‘the survival of the fittest’. Further on I will illustrate this by showing the influence of losing weight (trait 1) on the possibility of the development of wings (trait 2) to offer this ‘survival of the fittest’, which determines if birds as a flying species will arise or not.",{"type":14,"tag":22,"props":818,"children":819},{},[820],{"type":20,"value":821},"If you read that human intelligence has not increased over the last 3000 years and even could have gone backward a bit, you may conclude that our focused trait is losing drive. So maybe random changes are getting more chance. That possible situation in combination with a very fast growing population, leads to the clear risk of a rapid growth of negative mutations that could implicate a threat to the health of humans. Could that be one of the explanations for the fast growing number of people getting cancer?",{"title":8,"searchDepth":823,"depth":823,"links":824},2,[],"markdown","content:03.blog:02.Natural Intelligence:01.Directional evolution.md","content","03.blog/02.Natural Intelligence/01.Directional evolution.md","03.blog/02.Natural Intelligence/01.Directional evolution","md",{"_path":832,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":833,"description":8,"body":834,"_type":825,"_id":1243,"_source":827,"_file":1244,"_stem":1245,"_extension":830},"/blog/natural-intelligence/revolutionary-evolution","Revolutionary Evolution",{"type":11,"children":835,"toc":1241},[836,841,854,859,864,874,879,902,910,915,920,925,933,938,943,948,956,961,966,971,976,981,986,991,996,1004,1009,1017,1022,1033,1038,1043,1051,1056,1061,1066,1074,1079,1087,1092,1100,1105,1110,1115,1123,1128,1133,1151,1159,1164,1169,1174,1179,1184,1189,1197,1202,1210,1215,1223,1228,1233],{"type":14,"tag":15,"props":837,"children":839},{"id":838},"revolutionary-evolution",[840],{"type":20,"value":833},{"type":14,"tag":22,"props":842,"children":843},{},[844,849],{"type":14,"tag":26,"props":845,"children":848},{"alt":846,"src":847},"potential focused trait1.png","/potential%20focused%20trait1.png",[],{"type":14,"tag":26,"props":850,"children":853},{"alt":851,"src":852},"revolutionary evolution zwart1.png","/revolutionary%20evolution%20zwart1.png",[],{"type":14,"tag":22,"props":855,"children":856},{},[857],{"type":20,"value":858},"Another interesting and important question is if NI can explain the origin and development of a ‘complete’ new (type of) species, the so called specification. In all articles I was able to trace, I did not find one real and direct evidence that random mutations followed by the principal of ‘survival of the fittest’ have ever given any real new species. So I am not talking about birds with different beaks or about basils becoming resistant against antibiotics. These are only indications that are interpreted as a more or less evidence.  ",{"type":14,"tag":22,"props":860,"children":861},{},[862],{"type":20,"value":863},"Another relevant finding is that fossils of so called ‘transition forms’ between two kinds of species, between which there are clear resemblances, are extremely rare and often don’t existent. Time of course can have to do with this but still it raises questions. And there are discussions going on between palaeontologists, when an unknown fossils is found, about its evolutionary context. See for instance this text dated December 2014 in Understanding Evolution (Berkeley.edu):",{"type":14,"tag":22,"props":865,"children":866},{},[867,872],{"type":14,"tag":170,"props":868,"children":869},{},[870],{"type":20,"value":871},"In the vast majority of cases, the fossil “ancestors” or “missing links” reported by the media are, according the scientists behind the research, actually not ancestors at all; they are close relatives of those ancestors.",{"type":20,"value":873}," ",{"type":14,"tag":22,"props":875,"children":876},{},[877],{"type":20,"value":878},"There is no definite accepted insight in how new species according to the Evolution Theory arise. But mostly the following steps are mentioned:",{"type":14,"tag":560,"props":880,"children":881},{},[882,887,892,897],{"type":14,"tag":166,"props":883,"children":884},{},[885],{"type":20,"value":886},"Isolation of two populations of a certain species",{"type":14,"tag":166,"props":888,"children":889},{},[890],{"type":20,"value":891},"This means that different traits will be selected by natural selection (because both populations live under different circumstances).",{"type":14,"tag":166,"props":893,"children":894},{},[895],{"type":20,"value":896},"Over time the two populations become so different that they cannot longer interbreed",{"type":14,"tag":166,"props":898,"children":899},{},[900],{"type":20,"value":901},"A new species is formed",{"type":14,"tag":22,"props":903,"children":904},{},[905],{"type":14,"tag":26,"props":906,"children":909},{"alt":907,"src":908,"style":48},"gescheurd eiland.jpg","/gescheurd%20eiland.jpg",[],{"type":14,"tag":22,"props":911,"children":912},{},[913],{"type":20,"value":914},"In this description ‘isolation’ is a clear condition. Not all scientists concerning the Evolution Theory agree upon this, by the way. But without step 1., finding a scenario that results in a new species, becomes rather hard. At least on the basis of the Evolution Theory.",{"type":14,"tag":22,"props":916,"children":917},{},[918],{"type":20,"value":919},"First and for all, as already mentioned, this process of specification based on the two principles of the Evolution Theory, has never been witnessed, has never been recorded and has never been proven by fossils or in any other way. Only situations in our time, resemblances between the DNA of different species, the processes happening within an embryo and so on, have been interpreted as a kind of evidence of such a process. But that is nothing less and also nothing more than a theory (like mine). And later on I will give another possible explanation for these resemblances and these processes.",{"type":14,"tag":22,"props":921,"children":922},{},[923],{"type":20,"value":924},"Survival of the fittest leads according to the Evolution Theory on and on to the improvement of a trait in which a certain species excels or at least that is important to survive. So this trait becomes better and better again and again. If I make again a comparison with cars you could compare this with the evolution of a certain brand of say four-door saloons during which every new model is faster or more comfortable or uses less fuel. But it will always stay a car competing over and over again with the same brands which are manufactured on the basis of these same qualities. Without a dramatic change this four-door saloon will never become an EV, a SUV, a truck and so on.",{"type":14,"tag":22,"props":926,"children":927},{},[928],{"type":14,"tag":26,"props":929,"children":932},{"alt":930,"src":931},"evolutie auto.jpg","/evolutie%20auto.jpg",[],{"type":14,"tag":22,"props":934,"children":935},{},[936],{"type":20,"value":937},"Or going back to the felines in Africa and America: their differences are still limited, their ways to sneak up on their prey, the kind of food they eat and so on are not fundamentally different. Only lions differ a bit. If you would bring these cats from the different continents together they will start to compete with each other for the same territories and prey. So no principle difference, like between men and apes, which don’t compete in the way they ‘haunt’ and the food they eat (at least partly, apes rarely eat meat for instance). So the essence of this is that evolution based on random mutations needs isolation as a clear condition for a new species to be able to arise. And that the differences between both species, resulting from their separate evolutions, remain, so it seems, limited even over a period of millions of years.",{"type":14,"tag":22,"props":939,"children":940},{},[941],{"type":20,"value":942},"To summarize it: the existence of different kind of felines on different continents could be the result of specification according to the Evolution Theory: no big differences and isolation as a condition. But the existence of men and apes next to each other can’t be explained on the basis of this theory: way more essential differences and lacking the condition of isolation.",{"type":14,"tag":22,"props":944,"children":945},{},[946],{"type":20,"value":947},"So how can a new species arise without isolation or how can a bigger difference between two species evolve? When our common ancestors split into apes and mankind Africa was a continent like it is today. So, as already mentioned, isolation could not have been the start of the different evolutions.",{"type":14,"tag":22,"props":949,"children":950},{},[951],{"type":14,"tag":26,"props":952,"children":955},{"alt":953,"src":954,"style":48},"afrika.jpg","/afrika.jpg",[],{"type":14,"tag":22,"props":957,"children":958},{},[959],{"type":20,"value":960},"Can the possible existence of NI give a better explanation for specification without isolation or for the origin of a fundamentally different species? Yes I think so and I will explain why.",{"type":14,"tag":22,"props":962,"children":963},{},[964],{"type":20,"value":965},"According to the theory given in the prior text in the genome there is or can be a susceptibility for specific mutations that influences or even more of less can dictate the direction of the evolution of a species. This susceptibility is basically a more than random chance on an inheritable genetic variation. Not only of this variation itself but also of the bigger than random chance that this variation will happen again. And this in its turn is the result of conditions in or around the regions of the DNA that determine the traits that evolve in this way. A change concerning this inheritable non-random genetic variation(s) may lead to a fundamental change that has an effect on the Natural Intelligence. Which implies a change effecting its direction and/or strength, its sensitivity and/or of the circumstances that can activate NI (if talking about active susceptibility). This genetic change from one focused trait to another focused trait or of a trait changing in its way of evolving or from say 20 focused traits to 21 focused traits, can (in time) have way more impacts and consequences than the slow step by step partly(!) different evolutions of two groups of the same species that have become isolated from each other.",{"type":14,"tag":22,"props":967,"children":968},{},[969],{"type":20,"value":970},"The changes concerning the genetic focus of NI doesn’t by definition lead to a better fit but to the potency of another fit. That the situation after the change towards a new, an extra or a fundamentally adjusted inheritable non-random chance for specific mutations also gives a fit is of course a condition. All other changes concerning the NI will have no viability and will sooner or later lead to death and extinction of the concerning new evolutionary branch. The change of the NI may be a process of small steps following each other but more likely is a change with an invisible but on a genetic level more abrupt impact. This in accordance with recent findings that established which effects DNA and RNA can have on the production of a different and new type of protein resulting in their turn into different cellular processes and so in the end to a possible new species. Probably the speed of change is also dependent on the complexity of a trait. If this trait is determined by a large number of genes (alleles) or by a combination of traits one can expect that a step-by-step process is the only way to reach a noticeable effect. So it will take many years to reach that situation but still in evolutionary perspective quiet abrupt.",{"type":14,"tag":22,"props":972,"children":973},{},[974],{"type":20,"value":975},"It is even imaginable that a new/changed focused trait will only show its evolutionary effects after a long period of time, for example millions of years, because other focused or non-focused traits will hinder the species to make use of this trait. If these other trait(s) evolve(s) in such a way, that this hindrance diminishes or even disappears in time, the new trait can start to flourish and so give a boost to the evolution of this species (survival of an internal fit). Another possibility is that the concerning focused trait itself evolves in such a way that it can overcome this hinderance.",{"type":14,"tag":22,"props":977,"children":978},{},[979],{"type":20,"value":980},"So how could this work? A focused trait no showing itself? A change in the DNA has to go through a couple of phases before it impacts the phenotype:",{"type":14,"tag":22,"props":982,"children":983},{},[984],{"type":20,"value":985},"Genotype (DNA sequence) → Transcription → RNA → Translation → Proteins → Phenotype",{"type":14,"tag":22,"props":987,"children":988},{},[989],{"type":20,"value":990},"The gene must be activated. Next the DNA sequence is transcribed into RNA. Then RNA is translated into proteins which influence the phenotype.",{"type":14,"tag":22,"props":992,"children":993},{},[994],{"type":20,"value":995},"During this process things can go wrong or can get stuck due to all kind of influences. Having proper gene activation, regulatory mechanisms, developmental signals, and functional pathways are all essential. A trait can remain at the molecular or biochemical phenotype stage without developing into an observable physical or behavioural trait. And even if all conditions are met, still traits can be suppressed through for instance genetic dominance, epistatic interactions, epigenetic regulation and environmental influences. In the last situation well known qualifications are dormant and hidden traits. So hidden traits are an integral part of genetics, representing the potential for phenotypic variation that may not be immediately apparent. They play a crucial role in inheritance, evolution, and genetic diversity, often revealing themselves under specific conditions or in future generations.",{"type":14,"tag":22,"props":997,"children":998},{},[999],{"type":14,"tag":26,"props":1000,"children":1003},{"alt":1001,"src":1002,"style":48},"dormant trait.png","/dormant%20trait.png",[],{"type":14,"tag":22,"props":1005,"children":1006},{},[1007],{"type":20,"value":1008},"But according to NI there is another mechanism that can block the development of a trait and especially of a focused trait. Not on a molecular or chemical level but on a physical level. One can imagine that due to a higher susceptibility one mutation happens with a more than random frequence: the focused trait. But the situation could be there that every time this mutation happens, it will result in a combination of traits that is not viable. ‘No survival of an internal fit’. For instance walking upright (as focused trait) without the right balance. So this situation, appearing after relatively short intervals again and again due to the same mutation, leads to a species tumbling over after every step. Not really a favourable result. Or when a situation of balance is reached but most of the food, this species digest, grows on ground level. So no ‘survival of the fittest’. Only if a trait, that leads to a good balance standing upright (internal fit), is present and only if the right kind of food also grows on trees (external fit), the potential focused trait of walking upright, will not any longer lead to death and so the focused trait mutation finally lead to a new species showing itself in a new phenotype: the upright walking creature.",{"type":14,"tag":22,"props":1010,"children":1011},{},[1012],{"type":14,"tag":26,"props":1013,"children":1016},{"alt":1014,"src":1015,"style":48},"olifant overeind.png","/olifant%20overeind.png",[],{"type":14,"tag":22,"props":1018,"children":1019},{},[1020],{"type":20,"value":1021},"Till that moment the (new) focused trait of walking upright, is only an imaginary or potential focused trait ‘hanging in the air’ because of its ‘regular’ appearance due to a more than random mutation, that can imply this trait. It is like a trait knocking on the door from time to time, hoping that a moment will come that somebody opens the door (i.e. reaching an internal and external fit). Going through this door leads to a new genotype and a new phenotype (in time). Further on we will see that this process happened during the evolution of birds. I call this a ‘potential focused trait’. The focused or non-focused trait that blocks the potential focused trait to become real, I call an ‘obstructive trait’. In the given example that is the body shape that does not give the right balance, if standing upright.",{"type":14,"tag":22,"props":1023,"children":1024},{},[1025,1028],{"type":14,"tag":26,"props":1026,"children":1027},{"alt":846,"src":847},[],{"type":14,"tag":26,"props":1029,"children":1032},{"alt":1030,"src":1031},"obstructive trait1.png","/obstructive%20trait1.png",[],{"type":14,"tag":22,"props":1034,"children":1035},{},[1036],{"type":20,"value":1037},"As already illustrated, obstructive traits can be something quiet trivial, like an ostrich being too heavy and so having too small wings to fly. The primary focused trait of birds is to fly but blocked by other focused or non-focused traits like size. Also humans have in a genetical sense traits they can’t use due to other traits that are acting like an obstructive trait. For instance we have the genetic code for hibernation (or to be more precise ‘torpor’). But because of physical limitations we will probably not wake up anymore.",{"type":14,"tag":22,"props":1039,"children":1040},{},[1041],{"type":20,"value":1042},"Ok back to the evolution of the ancestors of humans and apes. In the period the split took place, a variation or variations happened in the region of the DNA/RNA that defined our Natural Intelligence. It changed from a focus on the capability of climbing into trees better and faster than competing animals to a steady focus on human intelligence. The group which DNA region(s), defining their Natural Intelligence, was not affected, continued their evolution as apes and as animals being even more capable of, for instance, climbing trees (before splitting again into different types of apes). And, as already said, the group, which concerning DNA/RNA region(s) was effected, changed their evolutionary focus into the direction of an increasing (human) intelligence.",{"type":14,"tag":22,"props":1044,"children":1045},{},[1046],{"type":14,"tag":26,"props":1047,"children":1050},{"alt":1048,"src":1049},"grafiek mens aap neanderthaler.png","/grafiek%20mens%20aap%20neanderthaler.png",[],{"type":14,"tag":22,"props":1052,"children":1053},{},[1054],{"type":20,"value":1055},"Of course the following processes would have been slow with small steps that only happened when and if their different NI was triggered/active and if there were no molecular, chemical or physical obstructions. So the split concerning the NI was an (relative) abrupt event, concerning a group of ancestors, but the following evolution after the split that widened the distance between mankind and apes, was again a rather slow process. This always concerned a group of animals/humans and the following evolution was always in the direction controlled by their (now) different Natural Intelligences. So the effects of this change only became evident after a longer period of time (but still many times faster than possible on the basis of random mutations and ‘survival of the fittest’).",{"type":14,"tag":22,"props":1057,"children":1058},{},[1059],{"type":20,"value":1060},"So a ‘sudden’ change of the speed, susceptibility and/or direction of the NI can be the start of a new species with a far more genetical distance from its ancestors if you compare it with the developing difference between species following their own evolutionary path after being isolated from each other. And because (right from the start) the genetical distance is so much larger and has the potency of growing so much faster, isolation is not a necessity to make this happen and to accommodate both species within each other’s vicinity.",{"type":14,"tag":22,"props":1062,"children":1063},{},[1064],{"type":20,"value":1065},"This is one scenario: A group or an individual will have a mutation with the effect that the susceptibility of certain, trait defining, regions of the genome changes. So this change implies a new or altered focused trait (if an internal and external fit is reached). The offspring, or part of the offspring, of this group or individuals will not only inherit this mutation but also the susceptibility for new mutations of the concerning regions of the genome. If the circumstances are there that also this other trait can present over and over again a good fit and a group or even a few individuals are born with this inheritable susceptibility, it implies a possible viability and a directional evolution based on this mutation - and the susceptibility and the trait it concerns - resulting in a new focus that can imply the origin of a new species. As long as the new fit and the existing fit are not competing too much with each other, the existing and new species can start to live alongside each other. The chance that this is a possibility, is way bigger compared with the arising of a new species due to evolution because the, for instance, way of hunting, type of food and so on will become much faster decisively different. But if there is a clear overlap and the new born species has a superior fit, the existing species will probably disappear in time.",{"type":14,"tag":22,"props":1067,"children":1068},{},[1069],{"type":14,"tag":26,"props":1070,"children":1073},{"alt":1071,"src":1072},"grafiek passive sus.png","/grafiek%20passive%20sus.png",[],{"type":14,"tag":22,"props":1075,"children":1076},{},[1077],{"type":20,"value":1078},"One can also imagine another scenario: Food shortage, tensions, anxiety or other burdensome circumstances may have such an impact on the concerning regions of DNA that they effect the stability of these regions or even of other regions of the DNA, with as a result that the relevant mutations become easier or harder or even that others regions become more likely to give a more than random chance of (favourable) mutations with a new (potential) focus as outcome. If these changes are inheritable and indeed are giving an answer to the mentioned circumstances, the existing species will eventually disappear and the species with the changed, extra or new focused trait eventually will take over. So not a real split but a process of substitution. Where maybe, if the change of focus in a group of individuals or even in a few individuals would not have happened, the original species also would have disappeared because it failed to adapt to the mentioned circumstances.",{"type":14,"tag":22,"props":1080,"children":1081},{},[1082],{"type":14,"tag":26,"props":1083,"children":1086},{"alt":1084,"src":1085},"grafiek active sus.png","/grafiek%20active%20sus.png",[],{"type":14,"tag":22,"props":1088,"children":1089},{},[1090],{"type":20,"value":1091},"I already demonstrated that genetically these processes go way faster than an evolution solely based on random mutations, and also have a far more essential result. So maybe it is better to qualify them as a ‘revolution’. This revolutionary evolution can imply the ‘survival of the fittest’, comparable with the effect of evolution but faster, and can also imply the ‘survival of another fit beside or instead of an existing fit.",{"type":14,"tag":22,"props":1093,"children":1094},{},[1095],{"type":14,"tag":26,"props":1096,"children":1099},{"alt":1097,"src":1098},"revolutionay evolution zwart1.png","/revolutionay%20evolution%20zwart1.png",[],{"type":14,"tag":22,"props":1101,"children":1102},{},[1103],{"type":20,"value":1104},"The driving force behind it can be the outside world to which the species adapts itself (active revolutionary evolution) or mutations of the genome that (may) appear to be so fruitful that (also) another or new focused trait may lead to a successful evolution (passive revolutionary evolution) beside or instead of the original species (also dependant of factors like the possibility to combine the new focus and its accelerated evolution with other traits, so ‘the survival of an internal fit’).",{"type":14,"tag":22,"props":1106,"children":1107},{},[1108],{"type":20,"value":1109},"An active revolutionary evolution would imply a way more faster and accurate adaptation to changing circumstances, than an evolution based on a huge number of random mutations over a long period of time would ever be able to offer. So maybe active revolutionary evolution is not less than essential for the evolution of life because fast changing circumstances are likely and there are clear indications that they really have happened. For instance the Permian-Triassic extinction. These kind of mutations are known as Neomorphic mutations which are characterized by a new protein product synthesis. The result of this is that the gene, where this type of mutation occurs, undergoes a change of function or that its original function gets stronger (enhanced activation) or weaker.",{"type":14,"tag":22,"props":1111,"children":1112},{},[1113],{"type":20,"value":1114},"So what could Natural Intelligence in essence be? A susceptability for mutations in specific regions of the genome, possibly due to external and/or internal influences, which results into a directional and so faster evolution of a species and in a better and/or faster adaptation to or fitting into a changing world, compared with an adaptation or fit that is the result of random mutations of the genome. The NI differ from species to species. This NI can define what a separate species is or may become.",{"type":14,"tag":22,"props":1116,"children":1117},{},[1118],{"type":14,"tag":26,"props":1119,"children":1122},{"alt":1120,"src":1121},"description of ni1.png","/description%20of%20ni1.png",[],{"type":14,"tag":22,"props":1124,"children":1125},{},[1126],{"type":20,"value":1127},"By the way: beside the well-known ‘survival of the fittest’ and the hereby introduced ‘survival of another fit’ and ‘survival of an internal fit’ there seems to be a fourth evolutionary road, and that is: ‘survival of a less fit’. You could call that a negative evolution which may occur if a demanding outside world becomes less demanding. Living creatures which did not undergo the positive mutation or creatures that in this new less demanding circumstances (say an abundancy of food) have a negative mutation, will also be able to survive. Is there any prove of this? Well maybe and it concerns us. As already mentioned recent research indicate that the last 3000 years the brains of humans shrunk a bit, even since medieval times. So it seems that our intelligence doesn’t really benefit from prosperity. It is also possible that our intelligence has reached a maximum level according to the codes in the concerning regions of our DNA. Because why should the neck of a giraffe have its physical and or genetical limitations and humans brains not?",{"type":14,"tag":22,"props":1129,"children":1130},{},[1131],{"type":20,"value":1132},"If we look at mankind the theory, as proposed here, is that millions of years ago the split between mankind and apes happened due to a change in the DNA region, where the NI of our ancestors was coded, switching from a focus on tree climbing to (human) intelligence. Probably this picture is a bit simple. It does raise questions:",{"type":14,"tag":162,"props":1134,"children":1135},{},[1136,1141,1146],{"type":14,"tag":166,"props":1137,"children":1138},{},[1139],{"type":20,"value":1140},"What triggered this ‘sudden’ split?",{"type":14,"tag":166,"props":1142,"children":1143},{},[1144],{"type":20,"value":1145},"Why and how did human intelligence appear as the new focus?",{"type":14,"tag":166,"props":1147,"children":1148},{},[1149],{"type":20,"value":1150},"Is it not too simple to think that human concepts as ‘intelligence’ and ‘tree climbing’ are straight forward programmed in the relevant DNA-region? ",{"type":14,"tag":22,"props":1152,"children":1153},{},[1154],{"type":14,"tag":26,"props":1155,"children":1158},{"alt":1156,"src":1157,"style":48},"aapmens.jpg","/aapmens.jpg",[],{"type":14,"tag":22,"props":1160,"children":1161},{},[1162],{"type":20,"value":1163},"To answer the first question is hard. In the same period apes had their origine. By the way: the differences between apes and our common ancestors seem to me way smaller that between humans and these ancestors. This split could have to do with less food on ground level or more competition. I have no clue if such a period has occurred between 6 to 9 million years ago. But one could image that (better) climbing into trees on the one hand and human intelligence on the other could both have been answers to such a situation. Or the split was just caused by a coincidental mutation, so a mutation not in line with the existing NI of our ancestors, leading to a new successful focus of the NI. If we are talking about humans.",{"type":14,"tag":22,"props":1165,"children":1166},{},[1167],{"type":20,"value":1168},"I found some interesting information on the internet in relation to the evolutionary changes in the bony labyrinth in the head of the ancestors of men versus the ancestors of apes. This evolution of the bony labyrinth played an important role in the process that made it possible for men to stand straight up. The period, during which an increased speed of change of the bony labyrinth took place, corresponds with a period of cooler global temperatures about 3.2 million years ago.",{"type":14,"tag":22,"props":1170,"children":1171},{},[1172],{"type":20,"value":1173},"The answer on the second question could be the same as the basis under the Evolution Theory: chance, coincidence. Or maybe even this was programmed. So some kind of positive susceptibility. But, as mentioned before, maybe that asks for too much intelligence in the evolution of life. So let us still go for coincidence. Indeed for as long as we can’t give another motivated explanation.",{"type":14,"tag":22,"props":1175,"children":1176},{},[1177],{"type":20,"value":1178},"During the transition period of 3 million years many times the NI defining regions of the DNA/ could have been triggered or damaged. Often in accordance with their NI but also from time to time differing from that. Part of these other mutations would have failed. Mutations, which had a relation with (human) intelligence and with tree climbing, proved to be successful to survive in this period and so led to the primates as we know them today and to the obvious differences we see between apes and humans.",{"type":14,"tag":22,"props":1180,"children":1181},{},[1182],{"type":20,"value":1183},"The third question is also a hard one. Even now we don’t know how human’s intelligence works. We know that different parts of our brains are involved and that this can differ between persons. But how this is programmed in our DNA/RNA is still partly a puzzle. One person is more intelligent than another. So will one chimpanzee be better in climbing trees than another chimpanzee. But this has primarily to do with the ‘normal’ regions of DNA and all kind of other influences.",{"type":14,"tag":22,"props":1185,"children":1186},{},[1187],{"type":20,"value":1188},"So let us take a closer look at apes or even at chimpanzees. What are the traits that improved their climbing capacities? Lower weight, longer arms, stronger muscles in the arms and chest, rapid and exact coordination, very good eyesight, flexibility. So does the NI of chimpanzees imply that all these (at least) six traits are programmed as an evolutionary focus and so are more susceptible in the DNA regions, that define their Natural Intelligence? That is quiet something. Maybe this explains why there are more than one species of apes (against only one type of human).",{"type":14,"tag":22,"props":1190,"children":1191},{},[1192],{"type":14,"tag":26,"props":1193,"children":1196},{"alt":1194,"src":1195},"apes.jpg","/apes.jpg",[],{"type":14,"tag":22,"props":1198,"children":1199},{},[1200],{"type":20,"value":1201},"If you look at this rather complex combination it is hard to believe that this can appear as a new combination during the same period, even if we are speaking of a period of millions of years. In my opinion this becomes even more difficult if you skip the idea of NI and just expect that the ‘normal’ evolution would have to do all that work. The most logic is that the ‘sudden’ change of the DNA region defining the Natural Intelligence (active susceptibility) respectively the change of the most vulnerable regions (passive susceptibility) only affected one or two of the mentioned traits and so their coding DNA regions. Their, and our, ancestors, already must have possessed a number of these needed traits in their genotype and partly even in their phenotype in order to climb trees. That should also mean that our ancestors already had some of the traits that contribute to the human intelligence. And that would also explain why chimpanzees are among the most intelligent species and why mankind within limits is still capable of climbing trees. Our common ancestors already had some of the traits programmed in their DNA, needed for human intelligence (and needed to climb trees). And parts of those regions were triggered respectively became more vulnerable for mutations and so became the focus at the ‘moment’ the human species started its evolution beside or opposite to the evolution of chimpanzees and other primates. One could conclude that new traits did not appear out of nothing but that the basic principles of them were already present in the DNA of our mutual ancestors.",{"type":14,"tag":22,"props":1203,"children":1204},{},[1205],{"type":14,"tag":26,"props":1206,"children":1209},{"alt":1207,"src":1208,"style":48},"man climbing tree.jpeg","/man%20climbing%20tree.jpeg",[],{"type":14,"tag":22,"props":1211,"children":1212},{},[1213],{"type":20,"value":1214},"Traits not only can determine if a potential focused trait will become a focused trait and so will lead to a successful new species, but the other way around focused traits also have an influence on the other traits and their genetic basis because they define which evolution of these other traits, happening by coincidence, is giving the best fit in combination with the evolutionary direction determined by the focused traits. So in the end NI not only determines the (r)evolution initiated by itself but also in an indirect way the evolution as we know it from the Evolution Theory. Not only the traits that are part of the NI but also the traits that help and support the first ones to adapt in the best way to a changing and developing environment. This also makes the ‘standard’ evolution less random and more effective than according to Darwinism.",{"type":14,"tag":22,"props":1216,"children":1217},{},[1218],{"type":14,"tag":26,"props":1219,"children":1222},{"alt":1220,"src":1221},"tabel focused en non-focused.png","/tabel%20focused%20en%20non-focused.png",[],{"type":14,"tag":22,"props":1224,"children":1225},{},[1226],{"type":20,"value":1227},"It is also logic that external or internal circumstances not only can cause a trait to become a focused trait, as programmed in the genome, but can also have an effect on already in this part of the DNA present traits and weaken or strengthen the focus of them.",{"type":14,"tag":22,"props":1229,"children":1230},{},[1231],{"type":20,"value":1232},"According to NI a trait and even a focused trait can disappear, fade away or being switched off. In my opinion elementary traits like flying, laying eggs and breathing under water will never disappear completely but are only switched off and the concerning sequence/genes will stay dormant in the DNA. A possible clear example of this is the loss of the tail by our ancestors about 25 million years ago. There was no reason for this event but ‘suddenly’ it disappeared. Some scientists say this was due to the fact that our ancestors did not need tails anymore, so evolution did its job. But I can’t follow this line of thought. Having a tail could hardly be such a burden that the law of ‘the survival of the fittest’ could come in. And theoretical we can grow a tail because the code to do so is still in our genes. Every human embryo develops during the 5th to 6th week of intrauterine life a tail with 10–12 vertebrae. By 8 weeks this human tail disappears again. Below is a flowchart is given that represents a possible evolution-cycle of an elementary trait.",{"type":14,"tag":22,"props":1234,"children":1235},{},[1236],{"type":14,"tag":26,"props":1237,"children":1240},{"alt":1238,"src":1239},"stroomschema trait.png","/stroomschema%20trait.png",[],{"title":8,"searchDepth":823,"depth":823,"links":1242},[],"content:03.blog:02.Natural Intelligence:02.Revolutionary evolution.md","03.blog/02.Natural Intelligence/02.Revolutionary evolution.md","03.blog/02.Natural Intelligence/02.Revolutionary evolution",{"_path":1247,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":1248,"description":8,"body":1249,"_type":825,"_id":1388,"_source":827,"_file":1389,"_stem":1390,"_extension":830},"/blog/natural-intelligence/summary-of-ni","Summary Of NI (so far)",{"type":11,"children":1250,"toc":1386},[1251,1256,1264,1269,1287,1292,1315,1320,1326,1331,1342,1347,1352,1357,1365,1370,1375],{"type":14,"tag":15,"props":1252,"children":1254},{"id":1253},"summary-of-ni-so-far",[1255],{"type":20,"value":1248},{"type":14,"tag":22,"props":1257,"children":1258},{},[1259],{"type":14,"tag":26,"props":1260,"children":1263},{"alt":1261,"src":1262},"according to ni zwart2.png","/according%20to%20ni%20zwart2.png",[],{"type":14,"tag":22,"props":1265,"children":1266},{},[1267],{"type":20,"value":1268},"According to NI we can distinguish the following processes in the origin and developing of a species:",{"type":14,"tag":560,"props":1270,"children":1271},{},[1272,1277,1282],{"type":14,"tag":166,"props":1273,"children":1274},{},[1275],{"type":20,"value":1276},"Random evolution as described in the Evolution Theory: meaning a very slow process determined by random variations of the DNA of which purely by coincidence one variation represents a better or best fit and so gives a minimal advantage opposite to individuals of the same species without this variation. Examples are the finches of the Galapagos Islands, chimpanzees and bonobo’s and the lighter skin of people living in non-tropical environments. Evolutionary processes according to the Evolution Theory will be able to create new species but (in my opinion) limited to the same family of plants or animals. Geographical circumstances (isolation) to accomplish that are an important if not essential condition. Evolution is limited to the non-focused traits. You may wonder what the function of evolution can be if directional evolution is much quicker and more effective. But the point is that this is limited to the focused trait(s). The non-directional evolution is more flexible. If for instance bacteria become immune against a certain poison, this is probably thanks to this randomness and its flexibility: a few of these bacteria will by coincidence have a mutation that make them resistant. Directional evolution can’t cope with circumstances that are not incorporated in the NI. That also includes non-focused traits that at a certain moment offer the best fit. Evolution may by coincidence find this fit; directional evolution may not. The new species, that are the result of an evolutionary process, may be able to breed with their ancestors but offspring will (possibly) be infertile.",{"type":14,"tag":166,"props":1278,"children":1279},{},[1280],{"type":20,"value":1281},"Directional evolution as part of the NI: meaning a slow process determined by selective, inheritable mutations within the DNA-regions with a higher than random frequency, that in this way is responsible for the focused traits of a species and so its main evolutional direction. These mutations may be triggered by interior or exterior influences (active susceptibility) or may be the result of a more or less continuous higher vulnerability for mutations in these regions (passive susceptibility). This directional evolution is still a quiet slow process but faster than the processes according to the Evolution Theory because a bigger part of the variations in time are in the same direction so will enhance each other. Examples are the steadily growing intelligence of mankind since his/her origin and the growing climbing capacities of apes. Geographical circumstances are usually not essential. Therefor the group, that does not undergo this ‘programmed’ changes or in a slower tempo, has the risk to become extinct. This is what possibly happened to Neanderthals. Directional evolution may not always give the best fit as a whole but only concerning the focused trait(s). Besides that, directional evolution can also implicate restrains or limitations concerning the evolution of certain traits or even block them (and the other way around as is discussed below). This is qualified as negative susceptibility.",{"type":14,"tag":166,"props":1283,"children":1284},{},[1285],{"type":20,"value":1286},"Revolutionary evolution as part of the NI: this is a relatively rapid process, but usually with a noticeable effect only after a longer period of time. During this process one or more of the focused traits will be substituted by one or more new focused traits or will become significantly different (in strength, in susceptibility etc.) or an extra focused trait will be added. This ‘sudden’ change of susceptibility can be a reaction to exterior or interior circumstances (actively, because these circumstances activate certain processes in the bodies of the species) or can be initiated by a coincidental other type of mutation that offers a new inheritable susceptibility for genetic variations that could (in time) give a better fit or another fit (passively) than the existing inheritable susceptibility. A new species (in time), possibly even no longer belonging to the same family of plants or animals, can be the result of this. Existence next to a group of species that did not undergo these changes, is possible or even likely, because the difference in focus becomes so big, that in time there is no decisive competition on an equal level for territory and/or food. So if these processes lead to another fit, existence next to each other is plausible. If the revolution is activated by external circumstances, revolutionary evolution could be the only process that makes it possible for the concerning species to survive in a fast and/or significantly changing environment. Geographical circumstances may be of no interest. In order to make revolutionary evolution work, the basic genetic code of the new trait or of the extra trait already has to be there, so it can be switched on and maybe, if necessary, undergo some internal developments. Interbreeding becomes impossible. An obvious example is apes and mankind as we know them nowadays.",{"type":14,"tag":22,"props":1288,"children":1289},{},[1290],{"type":20,"value":1291},"So there are these three processes that together form the evolution of life:",{"type":14,"tag":560,"props":1293,"children":1294},{},[1295,1300,1305],{"type":14,"tag":166,"props":1296,"children":1297},{},[1298],{"type":20,"value":1299},"Evolution is responsible for the origin of new species within one family and with limited differences from existing species, so isolation is likely a condition. It makes it by coincidence possible for a species to evolve and may give, also by coincidence, the possibility to adjust to situations that offer new possibilities or that could be life threatening.",{"type":14,"tag":166,"props":1301,"children":1302},{},[1303],{"type":20,"value":1304},"Directional evolution makes it possible to speed up the evolution over time of a species, concerning a limited number of traits, and maybe even eventually slows it down. Because of this higher speed and the coded direction there is a bigger chance of a successful result (next to ancestors).",{"type":14,"tag":166,"props":1306,"children":1307},{},[1308,1310],{"type":20,"value":1309},"Revolutionary evolution is responsible for the origin of species that differ significantly from existing species or even of the origin of a new family of species. It may give an answer, if life threatening circumstances appear, by directing the evolution of a species in another direction (by coincidence or on purposely) and so could be the most important evolutionary process if a sudden change with a big impact takes place in its biosphere, like during the five periods when mass extinction happened. Directional evolution implies a clear direction in the evolution of one or more of the traits, in which the concerning species excels or eventually may excel, due to a more than random chance of (positive) mutations in the DNA-region(s) which determine(s) this trait or these traits. Therefor directional evolution is (in the long term) the dominant factor in the evolution of a species. It may also include evolutionary restrictions. ",{"type":14,"tag":26,"props":1311,"children":1314},{"alt":1312,"src":1313},"grafiek directional and non-directional.png","/grafiek%20directional%20and%20non-directional.png",[],{"type":14,"tag":22,"props":1316,"children":1317},{},[1318],{"type":20,"value":1319},"Directional evolution implies a clear direction in the evolution of one or more of the traits, in which the concerning species excels or eventually may excel, due to a more than random chance of (positive) mutations in the DNA-region(s) which determine(s) this trait or these traits. Therefor directional evolution is (in the long term) the dominant factor in the evolution of a species. It may also include evolutionary restrictions.",{"type":14,"tag":22,"props":1321,"children":1322},{},[1323],{"type":14,"tag":26,"props":1324,"children":1325},{"alt":1120,"src":1121},[],{"type":14,"tag":22,"props":1327,"children":1328},{},[1329],{"type":20,"value":1330},"Revolutionary evolution is a fundamental change of the inheritable susceptibility concerning the DNA-region(s) that determine the trait or traits that (primarily) define(s) the species, which can result (if a fit is reached) into a clear change of the directiontional evolution of a species and so may lead to the origin of a new (family of) species.",{"type":14,"tag":22,"props":1332,"children":1333},{},[1334,1337],{"type":14,"tag":26,"props":1335,"children":1336},{"alt":1097,"src":1098},[],{"type":14,"tag":26,"props":1338,"children":1341},{"alt":1339,"src":1340},"grafiek act en pass susc1.png","/grafiek%20act%20en%20pass%20susc1.png",[],{"type":14,"tag":22,"props":1343,"children":1344},{},[1345],{"type":20,"value":1346},"Note:  ",{"type":14,"tag":22,"props":1348,"children":1349},{},[1350],{"type":20,"value":1351},"In this context a new/other family is defined as a group of animals or plants that have clearly their own directional evolution. Apes and humans may be officially classified as the same family but not in the context of directional evolution. Mules and horses for instance are classified as different species within the same family.",{"type":14,"tag":22,"props":1353,"children":1354},{},[1355],{"type":20,"value":1356},"In the NI-theory three (random mutations, inheritable non-random mutations, change of inheritable non-random mutations) evolutionary processes are distinguished. In recent years, also three models have become standard in attempts to understand the nature of evolutionary divergence in fossil lineages: directional change, unbiased random walk, and stasis. Random mutations are of course there but a bit surprisingly also directional changes. Stasis is frequently associated with the theory of punctuated equilibrium, in which most evolutionary changes are concentrated during the (phylogenetic) branching of lineages in very rapid bursts of speciation. Much longer episodes of relative morphological invariance, or stasis, follow the speciation events. Doesn’t that sound a little bit like revolutionary evolution and even like active susceptibility? Is my NI-theory really that new? In a recent article by Hunt this scientist writes that he has found that directional change during the evolution of a lineage is relatively small (occurring only in 5% of 250 analysed traits). Of those traits that were shown to follow a trend, size was more likely to show gradual changes, whereas shape changes were more random. The remaining 95% of sequences were divided nearly equally between random walks and stasis. On this basis the conclusion is drawn that directional evolution is infrequent or, perhaps more importantly, of short enough duration so as to rarely register in paleontological sampling.",{"type":14,"tag":22,"props":1358,"children":1359},{},[1360],{"type":14,"tag":26,"props":1361,"children":1364},{"alt":1362,"src":1363,"style":127},"artikel relative imp directional.png","/artikel%20relative%20imp%20directional.png",[],{"type":14,"tag":22,"props":1366,"children":1367},{},[1368],{"type":20,"value":1369},"Hunt concludes that all three evolutionary processes play a role. So this is according to NI: there are not only random mutations but also other evolutionary processes taking place. Not one process tells the whole storey but three. And in my opinion not next to each other but as a mix. That alone makes the result of only 5% directional changes questionable because how to split these processes and their results? Beside that this article gives no real insight in the evolutionary importance of these 5%. Did they concern the same kind (concerning their importance) of traits as those which changed randomly? Or did they concern traits that were more essential for the evolution of these species? As already indicated maybe not more than 1-2% of all traits may be focused traits. So 5% is in that respect even more than to be expected. Besides that, directional processes deliver faster and better results within fewer steps than a process dictated by coincidences. So the first process produces fewer fossils and a shorter lineage. Has that been taken into account? For me the sentence that directional evolution is _of short enough duration so as to rarely register in paleontological sampling_ for sure not an evidence that it is therefore of less importance. In contrary.",{"type":14,"tag":22,"props":1371,"children":1372},{},[1373],{"type":20,"value":1374},"A fundamental difference between NI and the Evolution Theory, as we know it today, is that according to the first theory the essential split happens in the beginning of the origin of a new species (genotype) and the effects of it become clear over a long period of time (genotype and phenotype), while according to the last theory the essential split (genotype) is the end result of a process over a very long period of time (step by step changes). In the first situation the determining genetic split is the cause and in the last situation the determining genetic split is the result. This also implies to my opinion that the Evolution Theory can only lead to the survival of the fittest (in isolated environments) while NI can lead to the same process and result, but can also lead to the ‘survival of another fit’. That possibility is not really incorporated in the Evolution Theory while that for instance can explain, as already indicated, the different evolution of mankind and apes living next to each other in the same environment.",{"type":14,"tag":22,"props":1376,"children":1377},{},[1378,1381],{"type":14,"tag":26,"props":1379,"children":1380},{"alt":1261,"src":1262},[],{"type":14,"tag":26,"props":1382,"children":1385},{"alt":1383,"src":1384},"genetic split.png","/genetic%20split.png",[],{"title":8,"searchDepth":823,"depth":823,"links":1387},[],"content:03.blog:02.Natural Intelligence:03.Summary of NI.md","03.blog/02.Natural Intelligence/03.Summary of NI.md","03.blog/02.Natural Intelligence/03.Summary of NI",{"_path":1392,"_dir":6,"_draft":7,"_partial":7,"_locale":8,"title":1393,"description":8,"body":1394,"_type":825,"_id":1800,"_source":827,"_file":1801,"_stem":1802,"_extension":830},"/blog/natural-intelligence/implications-of-ni","Implications Of NI",{"type":11,"children":1395,"toc":1798},[1396,1401,1414,1419,1424,1433,1438,1443,1448,1453,1461,1466,1474,1479,1487,1492,1497,1507,1517,1527,1535,1543,1551,1556,1564,1569,1580,1585,1593,1598,1603,1608,1616,1621,1627,1632,1637,1642,1647,1655,1660,1665,1670,1678,1683,1688,1696,1701,1709,1714,1719,1724,1729,1734,1742,1747,1752,1760,1765,1770,1775,1783,1788,1793],{"type":14,"tag":15,"props":1397,"children":1399},{"id":1398},"implications-of-ni",[1400],{"type":20,"value":1393},{"type":14,"tag":22,"props":1402,"children":1403},{},[1404,1409],{"type":14,"tag":26,"props":1405,"children":1408},{"alt":1406,"src":1407},"a new fit.png","/a%20new%20fit.png",[],{"type":14,"tag":26,"props":1410,"children":1413},{"alt":1411,"src":1412},"basic traits right from start zwart1.png","/basic%20traits%20right%20from%20start%20zwart1.png",[],{"type":14,"tag":22,"props":1415,"children":1416},{},[1417],{"type":20,"value":1418},"There is question unanswered. If a region of DNA or a combination of regions of DNA are capable to introduce in time a new trait in which ‘a new species to be’ will find its evolutionary focus, then is the genetic basis of this trait already there and just waiting to be activated by a mutation or a couple of mutations? Or could this mutation or these mutations have such an impact that this region or these regions make such a radical change that this results in a complete new trait based on a complete new code and protein? Think for instance about flying. Does the capability of flying originate from small steps each in the form of changing DNA regions (according to the Evolution Theory even again and again by coincidence) or from the activation of the DNA regions where this ‘hidden’ feature of flying was already (latent) present? Maybe only the basics. Or could it be a combination of both?",{"type":14,"tag":22,"props":1420,"children":1421},{},[1422],{"type":20,"value":1423},"A study (_Feather Development Genes and Associated Regulatory Innovation Predate the Origin of Dinosauria_ by Craig B. Lowe at al.) published in the journal ‘Molecular Biology and Evolution’ showed that the DNA code that birds share and gives them their feathers has already been in DNA for hundreds of millions of years before anything resembling a feather appeared on a species.",{"type":14,"tag":22,"props":1425,"children":1426},{},[1427],{"type":14,"tag":26,"props":1428,"children":1432},{"alt":1429,"src":1430,"style":1431},"artikel feathers.png","/artikel%20feathers.png","height: 150px; margin: 0 auto;",[],{"type":14,"tag":22,"props":1434,"children":1435},{},[1436],{"type":20,"value":1437},"About 100 million years before the first bird flew, almost the complete genetic code to make a feather was already present in the DNA of the ancestors of birds. This study also indicate that the shrinking of the body size and growing of their limbs made it possible for birds to get into the air (‘survival of an internal fit’). By the way: also humans carry the feather code. The reason that we don’t have feathers is that genes can do different job in relation to the production of proteins. So yes a switch could also results in feathers on humans.",{"type":14,"tag":22,"props":1439,"children":1440},{},[1441],{"type":20,"value":1442},"So what can be concluded on the basis of these findings? That a switch from one focused trait to another, as presented in the NI theory, and qualified as a revolutionary evolution, can be a realistic scenario, because the basic DNA conditions needed to make the new trait can already be present, so can be switched on, can become dominant and evolve from there on. And also a switch from a none focused trait to a focused trait is an option. At least if the outcome of the mentioned research can be generalized. And so there is in that situation no need for a very slow evolutionary process during which feathers develop thanks to the ‘law’ of the ‘survival of the fittest’.",{"type":14,"tag":22,"props":1444,"children":1445},{},[1446],{"type":20,"value":1447},"You may say: ok, that could be true but what about the process of a shrinking body and growing arms over a long period? Though the cited article does not go into that, one can imagine that there are also a DNA sequence and genes for this effect. And that they were already present long before the first bird would fly. So switching on of these genes at a certain moment was enough to start the development of the species of birds. So the combination, at probably two different moments in evolution, of two revolutionary evolutions could have done the trick: making the production of feathers a focused trait and also making the shrinking of the body and lengthening of the arms a second focused trait. There is even a more simple scenario possible. The shrinking of the body and/or the growing of the arms could have been the result of a random evolution that appeared to be essential to clear the way to make the directional evolution concerning the development of feathers finally (after being there for 100 million years already) viable.",{"type":14,"tag":22,"props":1449,"children":1450},{},[1451],{"type":20,"value":1452},"Or in NI-language: the outcome of the ‘survival of the fittest’ became positive because the obstructive traits of weight and short arms became less limiting so the potential focused trait of flying could take its chance to become a focused trait (was no longer only a part of the genotype in the context of a higher susceptibility). One can also imagine a process the other way around: losing weight was the focused trait and the weight reduction gave the, so far not usable trait of developing wings, the opportunity to offer a better or even a best fit. And gave the opportunity to the birds to finally get off of the ground. Further on I will show you that this are indeed plausible scenarios.",{"type":14,"tag":22,"props":1454,"children":1455},{},[1456],{"type":14,"tag":26,"props":1457,"children":1460},{"alt":1458,"src":1459},"losing weight and flying grafiek.png","/losing%20weight%20and%20flying%20grafiek.png",[],{"type":14,"tag":22,"props":1462,"children":1463},{},[1464],{"type":20,"value":1465},"Any other examples of obstructive traits blocking or limiting the use of a focused trait? Earlier I already mentioned the latent capability of humans to have a hibernation. Another one? Ok this becomes a bit more tricky. I would not surprise me if there are one or more traits that put a limit to our ways of thinking and our fantasy. If you miss that obstructive trait on the one hand you could get a trait that offers you the capability to imagine and realize things other people can’t, but on the other hand life can become quite difficult to live. I am talking about for example Vincent van Gogh, Wolfgang Amadeus Mozart, Jim Morrison and Amy Winehouse. People who were unique and were capable of incomparable achievements. But on the other hand life was sometimes very hard for them, not seldomly resulting in the abuse of drugs and alcohol. The brains of Einstein only weighted 1.230 gram; significantly less than the average weight of about 1.400 gram of the brains of a grown up man.",{"type":14,"tag":22,"props":1467,"children":1468},{},[1469],{"type":14,"tag":26,"props":1470,"children":1473},{"alt":1471,"src":1472,"style":48},"brains einstein.jpg","/brains%20einstein.jpg",[],{"type":14,"tag":22,"props":1475,"children":1476},{},[1477],{"type":20,"value":1478},"I think there is even another example, if we are talking about mankind. Hardcore criminals do also miss a trait that should have limited their criminal behaviour and the boldness of their actions. So special talents may not be the result of something extra but of something less. Obstructive traits may not only limit the benefits of a focused trait but also their downturns.",{"type":14,"tag":22,"props":1480,"children":1481},{},[1482],{"type":14,"tag":26,"props":1483,"children":1486},{"alt":1484,"src":1485},"special talents1.png","/special%20talents1.png",[],{"type":14,"tag":22,"props":1488,"children":1489},{},[1490],{"type":20,"value":1491},"The origin of birds as a result of the existence of the feather-code in DNA long before the origin of the first bird, and so giving the chance to completely develop this trait at the right moment in time, is way more plausible than the theory that a bird evolved out of a reptile by hundreds of coincidental small steps. It is completely unclear to me how each of this tinny steps, say for instance a skin changing from 2 feather like hairs per square inch to four of them, could ever implicate a better fit and so reduce the animals with just 2 of these feather like hairs per square inch to losers with none or with less offspring as a result. So the origin of birds can by explained with NI, or to be exact on the basis of revolutionary evolution, where the origin of the huge variety of birds can be explained as an evolutionary process on the basis of random and/or directional mutations.",{"type":14,"tag":22,"props":1493,"children":1494},{},[1495],{"type":20,"value":1496},"To give another example.",{"type":14,"tag":22,"props":1498,"children":1499},{},[1500,1505],{"type":14,"tag":102,"props":1501,"children":1502},{},[1503],{"type":20,"value":1504},"Scenario 1:",{"type":20,"value":1506}," The first move from water to land started by some curious fishes that moved out of water and consequently died. And then at a certain moment one of the fishes acquired by coincidence the capability to survive out of the water for a short period of time. And by another coincidence (coincidence x coincidence) also this fish tried, despite of the death of its ancestors, to go out of the water, and so didn’t die. And this new fit started from there its evolution.",{"type":14,"tag":22,"props":1508,"children":1509},{},[1510,1515],{"type":14,"tag":102,"props":1511,"children":1512},{},[1513],{"type":20,"value":1514},"Scenario 2:",{"type":20,"value":1516}," A fish acquired (by switching on a certain DNA-region) the capability to survive out of the water for a short period of time and by coincidence discovered (coincidence x coincidence) this new trait and made use of it to catch prey that was out of reach for his a her colleagues. And this new fit started from there on its evolution.",{"type":14,"tag":22,"props":1518,"children":1519},{},[1520,1525],{"type":14,"tag":102,"props":1521,"children":1522},{},[1523],{"type":20,"value":1524},"Scenario 3:",{"type":20,"value":1526}," Due to a revolutionary evolution from time to time some fishes acquired (by switching on a certain DNA-region) the capability to survive out of the water for a short period of time. For one or a few species of fish this new trait could be fitted in. This was an (inheritable) focused trait but none of the fishes with this mutation was aware of it. So the group of fishes with this trait is growing steadily. At one moment one of them by coincidence (coincidence x \u003C coincidence) discovered this new trait and made use of it to catch prey that was out of reach for his a her colleagues. And this new fit started from there on its evolution.",{"type":14,"tag":22,"props":1528,"children":1529},{},[1530],{"type":14,"tag":26,"props":1531,"children":1534},{"alt":1532,"src":1533,"style":48},"curious fish1.png","/curious%20fish1.png",[],{"type":14,"tag":22,"props":1536,"children":1537},{},[1538],{"type":14,"tag":102,"props":1539,"children":1540},{},[1541],{"type":20,"value":1542},"What do you think is the most plausible scenario? The first one, the second or the last?",{"type":14,"tag":22,"props":1544,"children":1545},{},[1546],{"type":14,"tag":102,"props":1547,"children":1548},{},[1549],{"type":20,"value":1550},"My opinion is (from most likely to less likely): 3; 2; 1.",{"type":14,"tag":22,"props":1552,"children":1553},{},[1554],{"type":20,"value":1555},"According to NI the main evolutionary moments concerning the phenotype starts with the ‘discovery’ of the opportunities of a new trait instead of the ‘discovery’ of a new opportunity and over and over trying to grasp it without the needed trait, so failing every time. Till suddenly a coincidental mutation offers one individual the chance to grasp this opportunity without failing. Are you going through a wall, if there is a door you can open, because you discover by coincidence that a couple of you have the right key, or are you and your friends are going to smash your head into the wall and door without the right key over and over again, with as only result a blooding head? Till someone of you maybe will find at one moment by coincidence the right key?",{"type":14,"tag":22,"props":1557,"children":1558},{},[1559],{"type":14,"tag":26,"props":1560,"children":1563},{"alt":1561,"src":1562},"key and smashing head.png","/key%20and%20smashing%20head.png",[],{"type":14,"tag":22,"props":1565,"children":1566},{},[1567],{"type":20,"value":1568},"There are clear reasons to skip the Evolution Theory in this situation and go for NI, at least if we are talking about the first steps of this process. Neil Shubin, an evolutionary biologist at the University of Chicago, told ‘Live Science’ that lungs were already around long before the sea-to-land transition happened. Lungs are actually surprisingly primitive in evolution. When our fishy ancestors still lived underwater, they already had lungs in addition to gills. Similarly, scientists think our fish ancestors evolved arms to move around on the ocean floor, which later came in handy for finding food and moving around on land. So first the internal processes took place, which brought new possibilities and only after that evolutionary step, when this new trait was discovered, was useful and was used, ‘survival of the fittest’ could claim its role. A new fit is not the result of a random trying if by coincidence a trait has developed that will give a positive outcome but by discovering by coincidence this new trait.",{"type":14,"tag":22,"props":1570,"children":1571},{},[1572,1575],{"type":14,"tag":26,"props":1573,"children":1574},{"alt":1406,"src":1407},[],{"type":14,"tag":26,"props":1576,"children":1579},{"alt":1577,"src":1578},"fish walking on bottom.jpg","/fish%20walking%20on%20bottom.jpg",[],{"type":14,"tag":22,"props":1581,"children":1582},{},[1583],{"type":20,"value":1584},"The basics of a trait (DNA-region) are not only there long before a species starts to make use of it, but are also there, again maybe just in its basic form, long after that this trait has become redundant. Human embryos have a fishy physical trait (called pharyngeal arches) that resemble gills, but we don't use them to breathe. They are considered a relic of early gills. Throughout embryonic development those arches become parts of the jaw, throat and ears. I wonder if this is really a relic. Could it not be the result of a genetic condition that is present in all DNA right from the start? And is there to stay? Maybe mankind will at one moment in the future be able to move back to the water if this hidden trait becomes activated again and maybe even becomes a (potential) focused trait. That would be something! Maybe to survive global warming or to life on an exoplanet with no land and only sea.",{"type":14,"tag":22,"props":1586,"children":1587},{},[1588],{"type":14,"tag":26,"props":1589,"children":1592},{"alt":1590,"src":1591},"pick a trait.jpg","/pick%20a%20trait.jpg",[],{"type":14,"tag":22,"props":1594,"children":1595},{},[1596],{"type":20,"value":1597},"So in my opinion the basics of fundamental traits - like surviving in water, moving on land, flying in the air – are there right from the start and will genetically stay there even if these traits have never been used or only used by ancestors a long time ago. This also implicates that if a species has some remnants of a trait, maybe only as an embryo, this doesn’t present an evidence that an extinct species, which had this trait, must have been an ancestor of the first mentioned species.",{"type":14,"tag":22,"props":1599,"children":1600},{},[1601],{"type":20,"value":1602},"The trait, in which a ‘species to be’ will directionally evolve and that identifies this new species, is not by definition the result of a slow evolution starting with a minimal change of a trait of the ancestor of this new species, but it can be the result of a genetic process that switches on the region in DNA of the ancestor that makes this ‘new’ trait available and inheritable and so a (potential) focused trait for this ‘species to be’.",{"type":14,"tag":22,"props":1604,"children":1605},{},[1606],{"type":20,"value":1607},"I call that the ‘Excitatus Theory’ (opposite or next to the Evolution Theory).",{"type":14,"tag":22,"props":1609,"children":1610},{},[1611],{"type":14,"tag":26,"props":1612,"children":1615},{"alt":1613,"src":1614},"excitatus theory1.png","/excitatus%20theory1.png",[],{"type":14,"tag":22,"props":1617,"children":1618},{},[1619],{"type":20,"value":1620},"Are there more arguments to support this theory that the basics of all fundamental traits of ‘species to come’ could already have been in DNA from the very start? Problem one is of course that we have no insight in what the DNA of the first living cells looked like. The oldest DNA, that could be investigated, was only 12 million years old. There are all kinds of publications in which is written that the first DNA was simple and only coded the basic traits to survive, but in fact nobody knows and this is also not more than a theory. One could say, look at the DNA of today’s one cell species, but there are clear indications that they are not representatives of the first one cell creatures on earth.",{"type":14,"tag":22,"props":1622,"children":1623},{},[1624],{"type":14,"tag":26,"props":1625,"children":1626},{"alt":1411,"src":1412},[],{"type":14,"tag":22,"props":1628,"children":1629},{},[1630],{"type":20,"value":1631},"This is not just a guess. There are clear indications that some genes, that are essential in many species nowadays, are indeed present in DNA for a very long time and also have played their role in the existence of many ancient species. For instance there is the Distal-less gene. the earliest known gene specifically expressed in developing insect limbs. This gene also played a role in the development of the fins of fish, the wings of chicken, the parapodia of certain marine worms and the tube feet of sea urchins. The conclusion was that these gene had to be more than 600 million years old because in that period their common ancestor lived. According to my theory this gene is indeed very old, not because of this (possible) common ancestor, but because it is one of the genes that basically was already there right from the start.",{"type":14,"tag":22,"props":1633,"children":1634},{},[1635],{"type":20,"value":1636},"Biochemists have established that some proteins, that are essential for life, are exactly the same in all species, animals and plants alike. The genes that code these proteins didn’t mutate, because that would evidently lead to death.",{"type":14,"tag":22,"props":1638,"children":1639},{},[1640],{"type":20,"value":1641},"Some more facts. There are more than 500 amino acids in nature but only 20 (+2 for some special species) of them are present in the proteins of living species. The genetic code (the \"translation table\" according to which DNA information is translated into amino acids, and hence into proteins) is nearly identical for all known lifeforms, from bacteria to animals and plants. So about the fact that the DNA regions that code the basic traits - to life, to digest, to reproduce and so on – didn’t mutate or hardly mutated, there is no discussion. But how about other basic features like feathers, hair, lungs, ears and so on?",{"type":14,"tag":22,"props":1643,"children":1644},{},[1645],{"type":20,"value":1646},"An interesting phenomenon in this respect is so called ‘convergent evolution’. This means the independent evolution of similar features in species during different periods or epochs in time. Convergent evolution creates analogous structures that have similar form or function but were not present in the last common ancestors of those groups (not in their phenotype but maybe still in their genotype!). The recurrent evolution of flight is generally seen as a classic example, as flying insects, birds, pterosaurs and bats have independently evolved the useful capacity of flight. It is believed that convergent evolution may appear when different species live in similar ways and/or a similar environment, and so face the same environmental factors. When occupying similar ecological niches. Birds and bats have independently evolved their own means of powered flight. Their wings differ substantially in construction. But still there are some remarkable resemblances. For instance both share a high concentration of cerebrosides in the skin of their wings. This improves skin flexibility, a trait useful for flying animals. Opposite to this, mankind have developed many more principles of flying in a much shorter timespan (heated balloon, zeppelin, rocket, wings plus propellers/yet engines, helicopter) but nature clearly sticks to wings.",{"type":14,"tag":22,"props":1648,"children":1649},{},[1650],{"type":14,"tag":26,"props":1651,"children":1654},{"alt":1652,"src":1653},"wings.jpg","/wings.jpg",[],{"type":14,"tag":22,"props":1656,"children":1657},{},[1658],{"type":20,"value":1659},"A second example that is often mentioned, if talking about convergent evolution, concerns the eyes of vertebrates and of cephalopods. They developed independently and are wired differently. Their last common ancestor had at most a simple photoreceptive spot, but a range of processes (that is the theory) led to the progressive refinement of camera eyes.",{"type":14,"tag":22,"props":1661,"children":1662},{},[1663],{"type":20,"value":1664},"Here again there is one essential gene with the name pax-6. It plays a vital role for forming the eyes of fruit flies, mice, humans and squid. It is believed that eyes have arisen in animals at least 40 times. It is generally believed that they all evolved from a common ancestor. And that it concerns an ancient gene that had been conserved through millions of years of evolution (so was apparently switched off) to create dissimilar structures (the eyes of the mentioned species have different structures) for similar functions. According to the Excitatus Theory I have another opinion and more simple explanation: this gene didn’t start with this common ancestor (because why should it start there?) but the basics of this gene, and so the capability to develop eyes, was there right from the start.",{"type":14,"tag":22,"props":1666,"children":1667},{},[1668],{"type":20,"value":1669},"How can the Evolution Theory explain that the same body parts evolve at least 40 times independent of each other? And how can ET explain that in all these animals the function is the same (be able to see) but the structure is different? According to Excitatus Theory this has to do with a trait which was and is there all the time right from the start. In every animal eyes can offer the ‘survival of the fittest’ but they had to develop in such a way, that for the concerning species it gave a viable outcome in the combination with its other relevant traits, which were different in every of these species. So it is realistic to assume that the more a trait is beneficial, the more versions there will evolve of this trait.",{"type":14,"tag":22,"props":1671,"children":1672},{},[1673],{"type":14,"tag":26,"props":1674,"children":1677},{"alt":1675,"src":1676},"eyes.png","/eyes.png",[],{"type":14,"tag":22,"props":1679,"children":1680},{},[1681],{"type":20,"value":1682},"Recently 27 new species have been discovered in the Alto Mayo Landscape, spanning the Andes to the Amazon and including the Alto Mayo Protected Forest. One of these species is an amphibious mouse with webbed toes. What is more likely? That ducks and these mice have a common ancestor or that the genes, capable of producing these kind of toes, are present in all DNA and that the ‘survival of the fittest’ rewards animals swimming on the surface of water with this trait, if (by coincidence) this gene is switched on?",{"type":14,"tag":22,"props":1684,"children":1685},{},[1686],{"type":20,"value":1687},"Possibly there is a new example in the making. Professor Tim Coulson of the University of Oxford, one of the world’s leading zoologists and biologists, states that octopuses are primed to become the dominant force on earth should humanity die out. According to him octopuses possess the physical and mental attributes necessary to evolve into the next civilization-building species. Their dexterity, curiosity, ability to communicate with each other, and supreme intelligence mean that they could create complex tools to build an Atlantis-like civilization underwater. The professor says they could, over millions of years, develop their own methods of hunting on land in much the same way as humans have done at sea. This could include SCUBA-like breathing gear. “_Their ability to solve complex problems, manipulate objects, and even camouflage themselves with stunning precision suggests that, given the right environmental conditions, they could evolve into a civilization-building species following the extinction of humans. Their advanced neural structure, decentralized nervous system, and remarkable problem-solving skills make octopuses uniquely suited for an unpredictable world_”. So octopuses are animals with which we have no common ancestors, at least not over the last 100 millions of years, but with which we share a lot of essential traits, that define us as humans. But apparently not only us ……",{"type":14,"tag":22,"props":1689,"children":1690},{},[1691],{"type":14,"tag":26,"props":1692,"children":1695},{"alt":1693,"src":1694},"octopus.jpg","/octopus.jpg",[],{"type":14,"tag":22,"props":1697,"children":1698},{},[1699],{"type":20,"value":1700},"Another interesting phenomenon is ‘atavism’. This is a trait that the ancestors of the ancestors of a species had and the species itself has, but not their link, so not their direct ancestors. Evolutionists state that it is difficult to tell whether this trait has been lost and then re-evolved convergently, or whether a gene has simply been switched off and then re-enabled later. Such a re-emerged trait is called an atavism. The theory is that an unused gene has in time a steadily decreasing probability of retaining potential functionality over time. In mammals and birds there is a reasonable probability of remaining in the genome in a potentially functional state for around 6 million years. A well-known example of atavism is the re-evolution of a coiled shell. The coiling in calyptraeids, a family of mostly uncoiled limpets, have re-evolved at least once within this family. These results concerning the re-evolution of coiling in a gastropod show that the developmental features underlying coiling have not been lost during 20-100 million years of uncoiled evolutionary history. So a complex character re-evolved on the basis of time and not of the basis of external influences.",{"type":14,"tag":22,"props":1702,"children":1703},{},[1704],{"type":14,"tag":26,"props":1705,"children":1708},{"alt":1706,"src":1707},"snail.png","/snail.png",[],{"type":14,"tag":22,"props":1710,"children":1711},{},[1712],{"type":20,"value":1713},"A third interesting phenomenon is ‘iterative evolution’. This is the process that a species with certain traits becomes extinct, but then after some time a different species evolves into an almost identical creature. I will come back to that phenomenon later on.",{"type":14,"tag":22,"props":1715,"children":1716},{},[1717],{"type":20,"value":1718},"One can wonder if ‘convergent evolution’, ‘atavism’ and ‘iterative evolution’ are the result of ‘survival of the fittest’ or that the basics of certain traits are just there to be switched on (and off), possibly by internal or external circumstances, and subsequently used, maybe indeed because it gives the best fit. If you read about the bats and birds, it is clear that their capability of flying is partly the result of different traits but also partly the result of the same traits. So it looks reasonable to expect that their non-flying ancestors already had these last traits in a dormant state in their genes. Not to be used but in store for the descendants to eventually profit from it. If you extrapolate that, you end up with the first living cell and its DNA not only having traits to survive but also having traits in store, or at least their basics, to be possibly used later on during the evolution of life.",{"type":14,"tag":22,"props":1720,"children":1721},{},[1722],{"type":20,"value":1723},"About atavism it is even acknowledged that it is about switching on and off of certain genes. The concerning traits stay there for a very long time as dormant traits waiting to be switched on by coincidence or by a trigger. Maybe indeed their basics will never disappear till the end of evolution.",{"type":14,"tag":22,"props":1725,"children":1726},{},[1727],{"type":20,"value":1728},"Talking about ‘iterative evolution’, the fact that another species evolves in almost the exact way as an extinct other species, not being an ancestor, is even more an evidence or at least a clear indication that certain traits are available in DNA to be switched on and possibly also off. And not perse in DNA’s that are evolutionary in close proximity. Evolutionists even state that it's highly unlikely that in different species the protein groups would have independently evolved into such similar DNA sequences. The probability of this is much higher if you use the hypothesis of the Excitatus Theory that for instance humans and E. coli are actually related. And where do they meet? Yes indeed, at the start of evolution.",{"type":14,"tag":22,"props":1730,"children":1731},{},[1732],{"type":20,"value":1733},"If you combine random evolutionary traits, (potential) focused traits, non-focused traits and obstructive traits than the evolutionary processes resulting in a specific species become way more complex than according to the Evolution Theory. The essence is that according to NI a new trait first has to pass an internal control (‘survival of an internal fit’) before being qualified to pass the external control we know as ‘survival of the fittest’. Or in NI terms: survival of the fittest or of another fit’. The two pictures below give a simplified picture of both evolution theories.",{"type":14,"tag":22,"props":1735,"children":1736},{},[1737],{"type":14,"tag":26,"props":1738,"children":1741},{"alt":1739,"src":1740},"cirkel ET and NI.png","/cirkel%20ET%20and%20NI.png",[],{"type":14,"tag":22,"props":1743,"children":1744},{},[1745],{"type":20,"value":1746},"Not only external circumstances and influences determine which mutations can offer a next evolutionary step but also internal circumstances and influences in a more or less complex (depending on the complexity of the concerning species) interaction between traits and so genes. And (again) these last evolutionary processes look to me, though harder to get any insight in, more plausible than an evolutionary process only controlled by coincidences and ‘survival of the fittest’.",{"type":14,"tag":22,"props":1748,"children":1749},{},[1750],{"type":20,"value":1751},"Below a very simplified picture is given of both evolutionary processes leading to a new species (in my opinion according to the ET only to an improved species). A mutation concerning a potential focused trait can lead to a new species right from the start or at any other moment after the start of the concerning susceptibility, depending on the evolution of this (potential) trait and/or of other straits. At a certain moment the evolution of other straits can offer to the concerning (potential) focused trait the possibility to develop the ‘new species to be’ in one direction and at another moment in another direction. Not very different directions, but still leading to variations within a type or family of species.",{"type":14,"tag":22,"props":1753,"children":1754},{},[1755],{"type":14,"tag":26,"props":1756,"children":1759},{"alt":1757,"src":1758},"et and ni onder elkaar en resultaat.png","/et%20and%20ni%20onder%20elkaar%20en%20resultaat.png",[],{"type":14,"tag":22,"props":1761,"children":1762},{},[1763],{"type":20,"value":1764},"A well-known term, as already mentioned, in the Evolution Theory is ‘iterative evolution’. This is a natural process of de-extinction and occurs when a species becomes extinct, but then after some time a different species evolves into an almost identical creature. For example, the Aldabra rail was a flightless bird that lived on the island of Aldabra. It had evolved sometime in the past from the flighted white-throated rail, but became extinct about 136,000 years ago due to an unknown event that caused sea levels to rise. About 100,000 years ago, sea levels dropped and the island reappeared, with no fauna. The white-throated rail recolonized the island, but soon evolved into a flightless species physically identical to the extinct species. Looking at the text and the picture above this process of iterative evolution becomes quiet understandable. The potential focused trait of ‘flighlessness’ got its chance a second time.",{"type":14,"tag":22,"props":1766,"children":1767},{},[1768],{"type":20,"value":1769},"I am aware that I am making the evolution of life even more complex, opposite to the Evolution Theory just based on two principles. But about the internal processes the ET is a bit of a black box. That is quiet logic because in the time of Darwin there was much less knowledge about genetic processes.",{"type":14,"tag":22,"props":1771,"children":1772},{},[1773],{"type":20,"value":1774},"That evolution becomes way more complex, if you incorporate these internal processes. And that the two principles of the Evolution Theory fall short, is easy to understand if only you  look of the evolutionary processes that led to men standing and walking upright (or in scientific language going from quadrupedal to bipedal locomotion). A really huge amount of physical changes were needed to go from walking like apes do and our ancestors did, to walking on just two legs. To give an idea here a few of these changes: development of vestibular system, shifting of the point of gravity so we will not fall forward nor backward, change of muscular system, change of bone structure (for instance the pelvis of apes differs completely from that of men), change of nerve system, the hole through which the brain connects to the spinal cord migrated from the back of the skull to the bottom, the spinal column went from essentially horizontal to vertical and the curves that make our spine S-shaped were needed to keep our forward-weighted head and trunk balanced over our pelvis and legs.",{"type":14,"tag":22,"props":1776,"children":1777},{},[1778],{"type":14,"tag":26,"props":1779,"children":1782},{"alt":1780,"src":1781},"skeleton ape and man.png","/skeleton%20ape%20and%20man.png",[],{"type":14,"tag":22,"props":1784,"children":1785},{},[1786],{"type":20,"value":1787},"Did this all happened just by coincidence? Because walking this way offered the best fit and fortunately all the right mutations happened during this period by coincidence? And all these mutations on their own, and so all intermediate steps, offered again and again the ‘survival of the fittest’? Right! Researchers at Columbia University and the University of Texas have identified 145 locations in the human genome that played a role in the shaping of the human skeleton. And they wrote that their study revealed that the genes driving the skeletal changes were under strong natural selection. In other words: the transition to bipedalism should have offered early humans a clear evolutionary advantage. Many of the genomic regions associated with skeletal development were found to be \"accelerated\" regions of the human genome, indicating that they rapidly evolved over time compared to the same regions in great apes.",{"type":14,"tag":22,"props":1789,"children":1790},{},[1791],{"type":20,"value":1792},"When I read words like ‘_strong natural selection’_, ‘_accelerated regions’_ and ‘_rapidly evolved over time compared to the same regions in great apes’_ than I get three concepts in my mind: ‘revolutionary evolution’, ‘(potential) focused traits’ (switched on by coincidence or by a trigger) and ‘obstructive traits’. To me the happening of all these complex parallel processes just initiated by coincidental mutations is extremely unlikely. And the eventually evolutionary advantages come at the end or at the most halfway the process from quadrupedal to bipedal locomotion.",{"type":14,"tag":22,"props":1794,"children":1795},{},[1796],{"type":20,"value":1797},"The only explanation for this clearly directional process and so for the existence of a species walking upright, is that this complex trait, or at least the basics of it, must have been incorporated in DNA long before men started to walk on two legs. Waiting to be switched on and waiting for an internal and external fit. See also the following chapter.",{"title":8,"searchDepth":823,"depth":823,"links":1799},[],"content:03.blog:02.Natural Intelligence:04.Implications of NI.md","03.blog/02.Natural Intelligence/04.Implications of NI.md","03.blog/02.Natural Intelligence/04.Implications of NI",1737191680344]