{"_path":"/blog/intelligent-design-and-other-theories.md/other-theories","_dir":"intelligent-design-and-other-theories.md","_draft":false,"_partial":false,"_locale":"","title":"Other Theories","description":"Orthogenesis, also known as orthogenetic evolution, progressive evolution, evolutionary progress, or progressionism, is an obsolete biological hypothesis that organisms have an innate tendency to evolve in a definite direction due to some internal mechanism or \"driving force\". According to this theory, the largest-scale trends in evolution have an absolute goal such as increasing biological complexity. In most modern statements of the theory, the idea of continuous and progressive change in one or more characters, due according to some to internal factors, according to others to external causes. Evolution in a \"straight line\" seems to be the central idea. Orthogenesis assumes that variation is not random but is directed towards fixed goals.","body":{"type":"root","children":[{"type":"element","tag":"h1","props":{"id":"other-theories"},"children":[{"type":"text","value":"Other Theories"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Orthogenesis, also known as orthogenetic evolution, progressive evolution, evolutionary progress, or progressionism, is an obsolete biological hypothesis that organisms have an innate tendency to evolve in a definite direction due to some internal mechanism or \"driving force\". According to this theory, the largest-scale trends in evolution have an absolute goal such as increasing biological complexity. In most modern statements of the theory, the idea of continuous and progressive change in one or more characters, due according to some to internal factors, according to others to external causes. Evolution in a \"straight line\" seems to be the central idea. Orthogenesis assumes that variation is not random but is directed towards fixed goals."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"I see some similarities with NI but also some clear differences. Both are talking about a directional evolution. But according to NI this directional evolution is connected with the susceptibility of certain DNA-regions, that contain the basics of traits. So because of that certain traits are more or less pushed upon a species dependant of which regions have this higher susceptibility (not ‘some internal factors’). So this is not ‘some internal mechanism’ but a genetic characteristic (also based on research results) and this is not something organism-related but DNA-related, basically independent of the type of organism. And according to NI+ExT there are no fixed or absolute goals but just the drive to organize materials (according to the laws of physics). NI doesn’t offer a straight line but a process that, in an evolutionary context, is faster and with a bigger success rate, compared with evolutionary processes according to the Evolution Theory, if we are talking about the evolution of species, about the origin of new species and about the origin of new families of species."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Another theory is called Extended Evolutionary Syntheses or just EES. It is not really a theory but an overarching concept concerning many possible evolutionary processes that could contribute to the evolution of life. The Evolutionary Syntheses is based on the Evolution Theory and so only on random mutations and ‘survival of the fittest’ as the driving forces behind this evolution. According to quiet some scientists  (biologists, entomologists, ethologists and so on) this syntheses is incomplete and falls short in explaining the discoveries and research results of the last decades. They state that other evolutionary processes are also playing an important if not decisive role and so should be added to the evolutionary syntheses and so make this an Extended Evolutionary Syntheses. About which processes that should be, is no consensus. There are at least 14(!) possible processes mentioned in this respect. It goes far beyond the content of this blog, and far beyond my knowledge, to discuss them. But you can find a lot of information on Internet. Below are two articles mentioned, that also give more insight in this. Some of these 14 processes are already mentioned in my blog and other overlap or have an interface with my theories. Again others are completely different. Many biologists and evolutionists claim that the evolutionary synthesis is able to fully account for the newer observations and so reject the necessity of any extension of the evolutionary syntheses. If adopting one or more of these other processes, it could have far reaching consequences…….."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"art rethink evolution af life.png","src":"/art%20rethink%20evolution%20af%20life.png"},"children":[]},{"type":"element","tag":"img","props":{"alt":"art why we don't want.png","src":"/art%20why%20we%20don't%20want.png"},"children":[]}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:03.blog:06.Intelligent design and other theories.md:02.Other theories.md","_source":"content","_file":"03.blog/06.Intelligent design and other theories.md/02.Other theories.md","_stem":"03.blog/06.Intelligent design and other theories.md/02.Other theories","_extension":"md"}