[{"_path":"/blog/the-limitations-of-the-evolution-theory","_dir":"blog","_draft":false,"_partial":false,"_locale":"","title":"The Limitations Of The Evolution Theory page","description":"Darwinism is based on coincidences, on random chances. There is a small chance that due to small DNA differences (genetic variation) an interaction can take place between or with little different seeds, eggs, sperm cells etc. – different from the ‘standard’ seeds, eggs, sperm cells - and that this results in an offspring that by coincidence is a little more adapted to specific circumstances and subsequently will have an advantage over the offspring produced by or with the ‘standard’ seeds (and so on) and so has the opportunity to become the new ‘standard’ (natural selection). Or with less words: Survival of the fittest (or maybe better: survival of the best fit) means that organisms, that are better adapted to their environment, are best suited to survive and to successfully reproduce. So the evolution according to the Evolution Theory has no goal, no intelligence and is solely directed by the principle of ‘the survival of the fittest’.","_type":"markdown","_id":"content:03.blog:01.The-limitations-of-the-Evolution-Theory.md","_source":"content","_file":"03.blog/01.The-limitations-of-the-Evolution-Theory.md","_stem":"03.blog/01.The-limitations-of-the-Evolution-Theory","_extension":"md"},{"_path":"/blog/natural-intelligence/revolutionary-evolution","_dir":"natural-intelligence","_draft":false,"_partial":false,"_locale":"","title":"Revolutionary Evolution","description":"Another interesting and important question is if NI can explain the origin and development of a ‘complete’ new (type of) species, the so called specification. In all articles I was able to trace, I did not find one real and direct evidence that random mutations followed by the principal of ‘survival of the fittest’ have ever given any real new species. So I am not talking about birds with different beaks or about basils becoming resistant against antibiotics. These are only indications that are interpreted as a more or less evidence.  ","_type":"markdown","_id":"content:03.blog:02.Natural Intelligence:02.Revolutionary evolution.md","_source":"content","_file":"03.blog/02.Natural Intelligence/02.Revolutionary evolution.md","_stem":"03.blog/02.Natural Intelligence/02.Revolutionary evolution","_extension":"md"}]