{"_path":"/blog/natural-intelligence/revolutionary-evolution","_dir":"natural-intelligence","_draft":false,"_partial":false,"_locale":"","title":"Revolutionary Evolution","description":"Another interesting and important question is if NI can explain the origin and development of a ‘complete’ new (type of) species, the so called specification. In all articles I was able to trace, I did not find one real and direct evidence that random mutations followed by the principal of ‘survival of the fittest’ have ever given any real new species. So I am not talking about birds with different beaks or about basils becoming resistant against antibiotics. These are only indications that are interpreted as a more or less evidence.  ","body":{"type":"root","children":[{"type":"element","tag":"h1","props":{"id":"revolutionary-evolution"},"children":[{"type":"text","value":"Revolutionary Evolution"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Another interesting and important question is if NI can explain the origin and development of a ‘complete’ new (type of) species, the so called specification. In all articles I was able to trace, I did not find one real and direct evidence that random mutations followed by the principal of ‘survival of the fittest’ have ever given any real new species. So I am not talking about birds with different beaks or about basils becoming resistant against antibiotics. These are only indications that are interpreted as a more or less evidence.  "}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Another relevant finding is that fossils of so called ‘transition forms’ between two kinds of species, between which there are clear resemblances, are extremely rare and often don’t existent. Time of course can have to do with this but still it raises questions. And there are discussions going on between palaeontologists, when an unknown fossils is found, about its evolutionary context. See for instance this text dated December 2014 in Understanding Evolution (Berkeley.edu):"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"em","props":{},"children":[{"type":"text","value":"In the vast majority of cases, the fossil “ancestors” or “missing links” reported by the media are, according the scientists behind the research, actually not ancestors at all; they are close relatives of those ancestors."}]},{"type":"text","value":" "}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"There is no definite accepted insight in how new species according to the Evolution Theory arise. But mostly the following steps are mentioned:"}]},{"type":"element","tag":"ol","props":{},"children":[{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Isolation of two populations of a certain species"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"This means that different traits will be selected by natural selection (because both populations live under different circumstances)."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Over time the two populations become so different that they cannot longer interbreed"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"A new species is formed"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"gescheurd eiland.jpg","src":"/gescheurd%20eiland.jpg","style":"height: 300px; margin: 0 auto;"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"In this description ‘isolation’ is a clear condition. Not all scientists concerning the Evolution Theory agree upon this, by the way. But without step 1., finding a scenario that results in a new species, becomes rather hard. At least on the basis of the Evolution Theory."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"First and for all, as already mentioned, this process of specification based on the two principles of the Evolution Theory, has never been witnessed, has never been recorded and has never been proven by fossils or in any other way. Only situations in our time, resemblances between the DNA of different species, the processes happening within an embryo and so on, have been interpreted as a kind of evidence of such a process. But that is nothing less and also nothing more than a theory (like mine). And later on I will give another possible explanation for these resemblances and these processes."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Survival of the fittest leads according to the Evolution Theory on and on to the improvement of a trait in which a certain species excels or at least that is important to survive. So this trait becomes better and better again and again. If I make again a comparison with cars you could compare this with the evolution of a certain brand of say four-door saloons during which every new model is faster or more comfortable or uses less fuel. But it will always stay a car competing over and over again with the same brands which are manufactured on the basis of these same qualities. Without a dramatic change this four-door saloon will never become an EV, a SUV, a truck and so on."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"evolutie auto.jpg","src":"/evolutie%20auto.jpg"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Or going back to the felines in Africa and America: their differences are still limited, their ways to sneak up on their prey, the kind of food they eat and so on are not fundamentally different. Only lions differ a bit. If you would bring these cats from the different continents together they will start to compete with each other for the same territories and prey. So no principle difference, like between men and apes, which don’t compete in the way they ‘haunt’ and the food they eat (at least partly, apes rarely eat meat for instance). So the essence of this is that evolution based on random mutations needs isolation as a clear condition for a new species to be able to arise. And that the differences between both species, resulting from their separate evolutions, remain, so it seems, limited even over a period of millions of years."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"To summarize it: the existence of different kind of felines on different continents could be the result of specification according to the Evolution Theory: no big differences and isolation as a condition. But the existence of men and apes next to each other can’t be explained on the basis of this theory: way more essential differences and lacking the condition of isolation."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"So how can a new species arise without isolation or how can a bigger difference between two species evolve? When our common ancestors split into apes and mankind Africa was a continent like it is today. So, as already mentioned, isolation could not have been the start of the different evolutions."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"afrika.jpg","src":"/afrika.jpg","style":"height: 300px; margin: 0 auto;"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Can the possible existence of NI give a better explanation for specification without isolation or for the origin of a fundamentally different species? Yes I think so and I will explain why."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"According to the theory given in the prior text in the genome there is or can be a susceptibility for specific mutations that influences or even more of less can dictate the direction of the evolution of a species. This susceptibility is basically a more than random chance on an inheritable genetic variation. Not only of this variation itself but also of the bigger than random chance that this variation will happen again. And this in its turn is the result of conditions in or around the regions of the DNA that determine the traits that evolve in this way. A change concerning this inheritable non-random genetic variation(s) may lead to a fundamental change that has an effect on the Natural Intelligence. Which implies a change effecting its direction and/or strength, its sensitivity and/or of the circumstances that can activate NI (if talking about active susceptibility). This genetic change from one focused trait to another focused trait or of a trait changing in its way of evolving or from say 20 focused traits to 21 focused traits, can (in time) have way more impacts and consequences than the slow step by step partly(!) different evolutions of two groups of the same species that have become isolated from each other."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The changes concerning the genetic focus of NI doesn’t by definition lead to a better fit but to the potency of another fit. That the situation after the change towards a new, an extra or a fundamentally adjusted inheritable non-random chance for specific mutations also gives a fit is of course a condition. All other changes concerning the NI will have no viability and will sooner or later lead to death and extinction of the concerning new evolutionary branch. The change of the NI may be a process of small steps following each other but more likely is a change with an invisible but on a genetic level more abrupt impact. This in accordance with recent findings that established which effects DNA and RNA can have on the production of a different and new type of protein resulting in their turn into different cellular processes and so in the end to a possible new species. Probably the speed of change is also dependent on the complexity of a trait. If this trait is determined by a large number of genes (alleles) or by a combination of traits one can expect that a step-by-step process is the only way to reach a noticeable effect. So it will take many years to reach that situation but still in evolutionary perspective quiet abrupt."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"It is even imaginable that a new/changed focused trait will only show its evolutionary effects after a long period of time, for example millions of years, because other focused or non-focused traits will hinder the species to make use of this trait. If these other trait(s) evolve(s) in such a way, that this hindrance diminishes or even disappears in time, the new trait can start to flourish and so give a boost to the evolution of this species (survival of an internal fit). Another possibility is that the concerning focused trait itself evolves in such a way that it can overcome this hinderance."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"So how could this work? A focused trait no showing itself? A change in the DNA has to go through a couple of phases before it impacts the phenotype:"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Genotype (DNA sequence) → Transcription → RNA → Translation → Proteins → Phenotype"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The gene must be activated. Next the DNA sequence is transcribed into RNA. Then RNA is translated into proteins which influence the phenotype."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"During this process things can go wrong or can get stuck due to all kind of influences. Having proper gene activation, regulatory mechanisms, developmental signals, and functional pathways are all essential. A trait can remain at the molecular or biochemical phenotype stage without developing into an observable physical or behavioural trait. And even if all conditions are met, still traits can be suppressed through for instance genetic dominance, epistatic interactions, epigenetic regulation and environmental influences. In the last situation well known qualifications are dormant and hidden traits. So hidden traits are an integral part of genetics, representing the potential for phenotypic variation that may not be immediately apparent. They play a crucial role in inheritance, evolution, and genetic diversity, often revealing themselves under specific conditions or in future generations."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"dormant trait.png","src":"/dormant%20trait.png","style":"height: 300px; margin: 0 auto;"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"But according to NI there is another mechanism that can block the development of a trait and especially of a focused trait. Not on a molecular or chemical level but on a physical level. One can imagine that due to a higher susceptibility one mutation happens with a more than random frequence: the focused trait. But the situation could be there that every time this mutation happens, it will result in a combination of traits that is not viable. ‘No survival of an internal fit’. For instance walking upright (as focused trait) without the right balance. So this situation, appearing after relatively short intervals again and again due to the same mutation, leads to a species tumbling over after every step. Not really a favourable result. Or when a situation of balance is reached but most of the food, this species digest, grows on ground level. So no ‘survival of the fittest’. Only if a trait, that leads to a good balance standing upright (internal fit), is present and only if the right kind of food also grows on trees (external fit), the potential focused trait of walking upright, will not any longer lead to death and so the focused trait mutation finally lead to a new species showing itself in a new phenotype: the upright walking creature."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"olifant overeind.png","src":"/olifant%20overeind.png","style":"height: 300px; margin: 0 auto;"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Till that moment the (new) focused trait of walking upright, is only an imaginary or potential focused trait ‘hanging in the air’ because of its ‘regular’ appearance due to a more than random mutation, that can imply this trait. It is like a trait knocking on the door from time to time, hoping that a moment will come that somebody opens the door (i.e. reaching an internal and external fit). Going through this door leads to a new genotype and a new phenotype (in time). Further on we will see that this process happened during the evolution of birds. I call this a ‘potential focused trait’. The focused or non-focused trait that blocks the potential focused trait to become real, I call an ‘obstructive trait’. In the given example that is the body shape that does not give the right balance, if standing upright."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"potential focused trait1.png","src":"/potential%20focused%20trait1.png"},"children":[]},{"type":"element","tag":"img","props":{"alt":"obstructive trait1.png","src":"/obstructive%20trait1.png"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"As already illustrated, obstructive traits can be something quiet trivial, like an ostrich being too heavy and so having too small wings to fly. The primary focused trait of birds is to fly but blocked by other focused or non-focused traits like size. Also humans have in a genetical sense traits they can’t use due to other traits that are acting like an obstructive trait. For instance we have the genetic code for hibernation (or to be more precise ‘torpor’). But because of physical limitations we will probably not wake up anymore."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Ok back to the evolution of the ancestors of humans and apes. In the period the split took place, a variation or variations happened in the region of the DNA/RNA that defined our Natural Intelligence. It changed from a focus on the capability of climbing into trees better and faster than competing animals to a steady focus on human intelligence. The group which DNA region(s), defining their Natural Intelligence, was not affected, continued their evolution as apes and as animals being even more capable of, for instance, climbing trees (before splitting again into different types of apes). And, as already said, the group, which concerning DNA/RNA region(s) was effected, changed their evolutionary focus into the direction of an increasing (human) intelligence."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"grafiek mens aap neanderthaler.png","src":"/grafiek%20mens%20aap%20neanderthaler.png"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Of course the following processes would have been slow with small steps that only happened when and if their different NI was triggered/active and if there were no molecular, chemical or physical obstructions. So the split concerning the NI was an (relative) abrupt event, concerning a group of ancestors, but the following evolution after the split that widened the distance between mankind and apes, was again a rather slow process. This always concerned a group of animals/humans and the following evolution was always in the direction controlled by their (now) different Natural Intelligences. So the effects of this change only became evident after a longer period of time (but still many times faster than possible on the basis of random mutations and ‘survival of the fittest’)."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"So a ‘sudden’ change of the speed, susceptibility and/or direction of the NI can be the start of a new species with a far more genetical distance from its ancestors if you compare it with the developing difference between species following their own evolutionary path after being isolated from each other. And because (right from the start) the genetical distance is so much larger and has the potency of growing so much faster, isolation is not a necessity to make this happen and to accommodate both species within each other’s vicinity."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"This is one scenario: A group or an individual will have a mutation with the effect that the susceptibility of certain, trait defining, regions of the genome changes. So this change implies a new or altered focused trait (if an internal and external fit is reached). The offspring, or part of the offspring, of this group or individuals will not only inherit this mutation but also the susceptibility for new mutations of the concerning regions of the genome. If the circumstances are there that also this other trait can present over and over again a good fit and a group or even a few individuals are born with this inheritable susceptibility, it implies a possible viability and a directional evolution based on this mutation - and the susceptibility and the trait it concerns - resulting in a new focus that can imply the origin of a new species. As long as the new fit and the existing fit are not competing too much with each other, the existing and new species can start to live alongside each other. The chance that this is a possibility, is way bigger compared with the arising of a new species due to evolution because the, for instance, way of hunting, type of food and so on will become much faster decisively different. But if there is a clear overlap and the new born species has a superior fit, the existing species will probably disappear in time."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"grafiek passive sus.png","src":"/grafiek%20passive%20sus.png"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"One can also imagine another scenario: Food shortage, tensions, anxiety or other burdensome circumstances may have such an impact on the concerning regions of DNA that they effect the stability of these regions or even of other regions of the DNA, with as a result that the relevant mutations become easier or harder or even that others regions become more likely to give a more than random chance of (favourable) mutations with a new (potential) focus as outcome. If these changes are inheritable and indeed are giving an answer to the mentioned circumstances, the existing species will eventually disappear and the species with the changed, extra or new focused trait eventually will take over. So not a real split but a process of substitution. Where maybe, if the change of focus in a group of individuals or even in a few individuals would not have happened, the original species also would have disappeared because it failed to adapt to the mentioned circumstances."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"grafiek active sus.png","src":"/grafiek%20active%20sus.png"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"I already demonstrated that genetically these processes go way faster than an evolution solely based on random mutations, and also have a far more essential result. So maybe it is better to qualify them as a ‘revolution’. This revolutionary evolution can imply the ‘survival of the fittest’, comparable with the effect of evolution but faster, and can also imply the ‘survival of another fit beside or instead of an existing fit."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"revolutionay evolution zwart1.png","src":"/revolutionay%20evolution%20zwart1.png"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The driving force behind it can be the outside world to which the species adapts itself (active revolutionary evolution) or mutations of the genome that (may) appear to be so fruitful that (also) another or new focused trait may lead to a successful evolution (passive revolutionary evolution) beside or instead of the original species (also dependant of factors like the possibility to combine the new focus and its accelerated evolution with other traits, so ‘the survival of an internal fit’)."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"An active revolutionary evolution would imply a way more faster and accurate adaptation to changing circumstances, than an evolution based on a huge number of random mutations over a long period of time would ever be able to offer. So maybe active revolutionary evolution is not less than essential for the evolution of life because fast changing circumstances are likely and there are clear indications that they really have happened. For instance the Permian-Triassic extinction. These kind of mutations are known as Neomorphic mutations which are characterized by a new protein product synthesis. The result of this is that the gene, where this type of mutation occurs, undergoes a change of function or that its original function gets stronger (enhanced activation) or weaker."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"So what could Natural Intelligence in essence be? A susceptability for mutations in specific regions of the genome, possibly due to external and/or internal influences, which results into a directional and so faster evolution of a species and in a better and/or faster adaptation to or fitting into a changing world, compared with an adaptation or fit that is the result of random mutations of the genome. The NI differ from species to species. This NI can define what a separate species is or may become."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"description of ni1.png","src":"/description%20of%20ni1.png"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"By the way: beside the well-known ‘survival of the fittest’ and the hereby introduced ‘survival of another fit’ and ‘survival of an internal fit’ there seems to be a fourth evolutionary road, and that is: ‘survival of a less fit’. You could call that a negative evolution which may occur if a demanding outside world becomes less demanding. Living creatures which did not undergo the positive mutation or creatures that in this new less demanding circumstances (say an abundancy of food) have a negative mutation, will also be able to survive. Is there any prove of this? Well maybe and it concerns us. As already mentioned recent research indicate that the last 3000 years the brains of humans shrunk a bit, even since medieval times. So it seems that our intelligence doesn’t really benefit from prosperity. It is also possible that our intelligence has reached a maximum level according to the codes in the concerning regions of our DNA. Because why should the neck of a giraffe have its physical and or genetical limitations and humans brains not?"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If we look at mankind the theory, as proposed here, is that millions of years ago the split between mankind and apes happened due to a change in the DNA region, where the NI of our ancestors was coded, switching from a focus on tree climbing to (human) intelligence. Probably this picture is a bit simple. It does raise questions:"}]},{"type":"element","tag":"ul","props":{},"children":[{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"What triggered this ‘sudden’ split?"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Why and how did human intelligence appear as the new focus?"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Is it not too simple to think that human concepts as ‘intelligence’ and ‘tree climbing’ are straight forward programmed in the relevant DNA-region? "}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"aapmens.jpg","src":"/aapmens.jpg","style":"height: 300px; margin: 0 auto;"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"To answer the first question is hard. In the same period apes had their origine. By the way: the differences between apes and our common ancestors seem to me way smaller that between humans and these ancestors. This split could have to do with less food on ground level or more competition. I have no clue if such a period has occurred between 6 to 9 million years ago. But one could image that (better) climbing into trees on the one hand and human intelligence on the other could both have been answers to such a situation. Or the split was just caused by a coincidental mutation, so a mutation not in line with the existing NI of our ancestors, leading to a new successful focus of the NI. If we are talking about humans."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"I found some interesting information on the internet in relation to the evolutionary changes in the bony labyrinth in the head of the ancestors of men versus the ancestors of apes. This evolution of the bony labyrinth played an important role in the process that made it possible for men to stand straight up. The period, during which an increased speed of change of the bony labyrinth took place, corresponds with a period of cooler global temperatures about 3.2 million years ago."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The answer on the second question could be the same as the basis under the Evolution Theory: chance, coincidence. Or maybe even this was programmed. So some kind of positive susceptibility. But, as mentioned before, maybe that asks for too much intelligence in the evolution of life. So let us still go for coincidence. Indeed for as long as we can’t give another motivated explanation."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"During the transition period of 3 million years many times the NI defining regions of the DNA/ could have been triggered or damaged. Often in accordance with their NI but also from time to time differing from that. Part of these other mutations would have failed. Mutations, which had a relation with (human) intelligence and with tree climbing, proved to be successful to survive in this period and so led to the primates as we know them today and to the obvious differences we see between apes and humans."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The third question is also a hard one. Even now we don’t know how human’s intelligence works. We know that different parts of our brains are involved and that this can differ between persons. But how this is programmed in our DNA/RNA is still partly a puzzle. One person is more intelligent than another. So will one chimpanzee be better in climbing trees than another chimpanzee. But this has primarily to do with the ‘normal’ regions of DNA and all kind of other influences."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"So let us take a closer look at apes or even at chimpanzees. What are the traits that improved their climbing capacities? Lower weight, longer arms, stronger muscles in the arms and chest, rapid and exact coordination, very good eyesight, flexibility. So does the NI of chimpanzees imply that all these (at least) six traits are programmed as an evolutionary focus and so are more susceptible in the DNA regions, that define their Natural Intelligence? That is quiet something. Maybe this explains why there are more than one species of apes (against only one type of human)."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"apes.jpg","src":"/apes.jpg"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If you look at this rather complex combination it is hard to believe that this can appear as a new combination during the same period, even if we are speaking of a period of millions of years. In my opinion this becomes even more difficult if you skip the idea of NI and just expect that the ‘normal’ evolution would have to do all that work. The most logic is that the ‘sudden’ change of the DNA region defining the Natural Intelligence (active susceptibility) respectively the change of the most vulnerable regions (passive susceptibility) only affected one or two of the mentioned traits and so their coding DNA regions. Their, and our, ancestors, already must have possessed a number of these needed traits in their genotype and partly even in their phenotype in order to climb trees. That should also mean that our ancestors already had some of the traits that contribute to the human intelligence. And that would also explain why chimpanzees are among the most intelligent species and why mankind within limits is still capable of climbing trees. Our common ancestors already had some of the traits programmed in their DNA, needed for human intelligence (and needed to climb trees). And parts of those regions were triggered respectively became more vulnerable for mutations and so became the focus at the ‘moment’ the human species started its evolution beside or opposite to the evolution of chimpanzees and other primates. One could conclude that new traits did not appear out of nothing but that the basic principles of them were already present in the DNA of our mutual ancestors."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"man climbing tree.jpeg","src":"/man%20climbing%20tree.jpeg","style":"height: 300px; margin: 0 auto;"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Traits not only can determine if a potential focused trait will become a focused trait and so will lead to a successful new species, but the other way around focused traits also have an influence on the other traits and their genetic basis because they define which evolution of these other traits, happening by coincidence, is giving the best fit in combination with the evolutionary direction determined by the focused traits. So in the end NI not only determines the (r)evolution initiated by itself but also in an indirect way the evolution as we know it from the Evolution Theory. Not only the traits that are part of the NI but also the traits that help and support the first ones to adapt in the best way to a changing and developing environment. This also makes the ‘standard’ evolution less random and more effective than according to Darwinism."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"tabel focused en non-focused.png","src":"/tabel%20focused%20en%20non-focused.png"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"It is also logic that external or internal circumstances not only can cause a trait to become a focused trait, as programmed in the genome, but can also have an effect on already in this part of the DNA present traits and weaken or strengthen the focus of them."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"According to NI a trait and even a focused trait can disappear, fade away or being switched off. In my opinion elementary traits like flying, laying eggs and breathing under water will never disappear completely but are only switched off and the concerning sequence/genes will stay dormant in the DNA. A possible clear example of this is the loss of the tail by our ancestors about 25 million years ago. There was no reason for this event but ‘suddenly’ it disappeared. Some scientists say this was due to the fact that our ancestors did not need tails anymore, so evolution did its job. But I can’t follow this line of thought. Having a tail could hardly be such a burden that the law of ‘the survival of the fittest’ could come in. And theoretical we can grow a tail because the code to do so is still in our genes. Every human embryo develops during the 5th to 6th week of intrauterine life a tail with 10–12 vertebrae. By 8 weeks this human tail disappears again. Below is a flowchart is given that represents a possible evolution-cycle of an elementary trait."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"stroomschema trait.png","src":"/stroomschema%20trait.png"},"children":[]}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:03.blog:02.Natural Intelligence:02.Revolutionary evolution.md","_source":"content","_file":"03.blog/02.Natural Intelligence/02.Revolutionary evolution.md","_stem":"03.blog/02.Natural Intelligence/02.Revolutionary evolution","_extension":"md"}