{"_path":"/blog/the-limitations-of-the-evolution-theory","_dir":"blog","_draft":false,"_partial":false,"_locale":"","title":"The Limitations Of The Evolution Theory page","description":"Darwinism is based on coincidences, on random chances. There is a small chance that due to small DNA differences (genetic variation) an interaction can take place between or with little different seeds, eggs, sperm cells etc. – different from the ‘standard’ seeds, eggs, sperm cells - and that this results in an offspring that by coincidence is a little more adapted to specific circumstances and subsequently will have an advantage over the offspring produced by or with the ‘standard’ seeds (and so on) and so has the opportunity to become the new ‘standard’ (natural selection). Or with less words: Survival of the fittest (or maybe better: survival of the best fit) means that organisms, that are better adapted to their environment, are best suited to survive and to successfully reproduce. So the evolution according to the Evolution Theory has no goal, no intelligence and is solely directed by the principle of ‘the survival of the fittest’.","body":{"type":"root","children":[{"type":"element","tag":"h1","props":{"id":"the-limitations-of-the-evolution-theory-page"},"children":[{"type":"text","value":"The Limitations Of The Evolution Theory page"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Darwinism is based on coincidences, on random chances. There is a small chance that due to small DNA differences (genetic variation) an interaction can take place between or with little different seeds, eggs, sperm cells etc. – different from the ‘standard’ seeds, eggs, sperm cells - and that this results in an offspring that by coincidence is a little more adapted to specific circumstances and subsequently will have an advantage over the offspring produced by or with the ‘standard’ seeds (and so on) and so has the opportunity to become the new ‘standard’ (natural selection). Or with less words: Survival of the fittest (or maybe better: survival of the best fit) means that organisms, that are better adapted to their environment, are best suited to survive and to successfully reproduce. So the evolution according to the Evolution Theory has no goal, no intelligence and is solely directed by the principle of ‘the survival of the fittest’."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"evolutie aap naar mens.jpg","src":"/evolutie%20aap%20naar%20mens.jpg","style":"height: 300px; margin: 0 auto;"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"This looks to a certain degree logic and quiet easy to understand. But not all the theories based on this principal, like men becoming more intelligent over and over again during their evolution, are for me easy to follow. It raises questions. I will explain why. Sometimes I get the feeling that the theory, that evolution is based on coincidences, is not only that popular because it describes the evolution of life and mankind in a clear way but because it makes it possible to get rid of a ‘creator’ in any form. In this respect it is an alternative to religion. Sometimes that seems to be the main, or at least a very important, reason why the Evolution Theory has become so huge and undisputable. Including the risk of becoming a believe and religion on its own: "},{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"coincidence is the new religion"}]},{"type":"text","value":"."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"coincidence is the new religion.png","src":"/coincidence%20is%20the%20new%20religion.png"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"What is my problem with the Evolution Theory, just based on coincidences? So where does it squeeze?"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"According to the Evolution Theory the principle of the ‘survival of the fittest’ should lead to better adapted life forms with the result that these life forms each time reach a higher level of evolution: more speed, more brains or more other capabilities. In this respect we want to see ourselves as the end result, for the time being, of this process because we are the ‘homo sapiens’."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"But is this principle indeed the driving force behind such a process, or the only force? If you are well adapted to specific circumstances than you are well adapted: ‘the survival of the good enough’. Than why is there the need or a reward to adapt even more? Only if the adaptation at any moment in time is not good enough anymore or could give a significantly better existence, yes there would be a reason. Why should such a situation appear over and over again during millions of years to keep the evolution going? And what is even more an enigma to me: consequently in the same direction! Let us for instance take a look at giraffes. They are well adapted with their long necks to reach the leaves higher up in the trees, higher than competitive animals are able to reach. That appears to be good enough. I have never heard about these necks becoming even longer and longer because they can’t reach the highest leaves. It is ok the way it is. One giraffe with the longest neck of all apparently does not present the best fit and so dictates the future evolution of giraffes."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"extreem long neck.jpeg","src":"/extreem%20long%20neck.jpeg","style":"height: 350px; margin: 0 auto;"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Let us also look at human beings. Are we more intelligent than the ancient Romans or Greeks? Than say Julius Ceasar or Plato? I have read some of their work and I can assure you that it is an illusion to think that we are more intelligent. So obviously, they fitted well enough and so over the last 2000 years or so no evolution of our intelligence has taken place. But we believe that before that time, this indeed happened based on a randomly occurring variation over a period of a couple of 100.000 to 1.000.000 years, during which Homo Heidelbergensis evolved into Homo Sapiens. But what the trigger was, that led to this development with a focus on a slowly but steadily increasing intelligence over such a long period is unclear to me. Did over and over again a bit more intelligence make the better fit? Why? How? This step-by-step growing intelligence should have happened many times but still random. This seems unlikely, even more if you realize that almost all mutations of DNA are neutral or negative in their effect. Positive mutations are very rare! We do not see this process happening in our days and well you can imagine that other human traits - like looks, strength, dominancy, drive and cunningness - were at least equally as important during those days. A further striking recent conclusion is that the Neanderthals were as intelligent as Homo Sapiens."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"einstein with kids.jpeg","src":"/einstein%20with%20kids.jpeg","style":"height: 350px; margin: 0 auto;"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"And nowadays, when indeed intelligence makes a difference, we don’t see a clear evolutionary process in the direction of a growing intelligence. Women are still more attracted to men with a six pack than to geeks, although intelligence is considered to be the one unique trait that made men over a period of many of thousands of years the high end of the evolution. Did Einstein and Oppenheimer produce more offspring than average, say Hulk Hogan? No! So in the past and (even) in our days intelligence is not considered by our instincts to be the trait to have the better or even the best fit. That makes the theories describing mankind’s increasing intelligence over a very long period - as the result of coincidental DNA variations - questionable if not unlikely."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"six pack.png","src":"/six%20pack.png","style":"height: 300px; margin: 0 auto;"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"On the other side one can wonder why, if indeed a six pack is the best trait to get the most offspring, not all men in our days have six packs. The Evolution Theory more or less dictates such an effect and result. The only explanation for this contradiction is that obviously the direction of the evolution of mankind (indeed in this example restricted to men) is not supposed to correspond with physical ‘improvements’ or at least not only with this trait. So could there be another influence giving direction to our evolution beside the principle of ‘survival of the fittest’?"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"leeuw met bril.jpeg","src":"/leeuw%20met%20bril.jpeg","style":"height: 350px; margin: 0 auto;"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"And why did this process. of a slowly but steadily increasing intelligence over such a long period of time, only occur in mankind and not in many other animals? Are lions nowadays smarter than 100.000 years ago? If you look at fossils of other mammals some indeed have a bit bigger brain than 1.000.000 years ago. But this effect is way smaller, so you can hardly speak of a steady process like it happened in mankind."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Ok maybe another example concerning the evolution of mankind: the loss of melanin pigmentation when homo sapiens went north to leave Africa and was less exposed to the sun. The explanation for this phenomenon is that a lighter skin produces more vitamin D, and that this vitamin is important to survive in more moderate climates. It sounds logical. And this could indeed be qualified as a trigger for evolution that was there constantly for a longer period of time. So getting lighter and lighter over a period of many thousands of years in many small steps can be considered as un understandable evolutionary process, in the combination with the fact that the migration of mankind from the tropics to colder regions also was a process over a longer period of time. By the way mixing with Neanderthals could maybe also explain this change. This gradually process of losing pigment is not much different from the finches on the Galapagos Islands with their specific beaks. But then again: what was the continuous trigger for a likewise process regarding human intelligence? During the past say 1.000.000 years strength, hunting instinct, running speed and so on were more important and so more logic triggers to reach a better fit and to get more offspring."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"neander.jpeg","src":"/neander.jpeg","style":"height: 350px; margin: 0 auto;"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"There is one more big question mark involving the evolution of mankind as it is taught at schools. History has unfortunately shown us that it is a clear advantage to have (almost) no conscience. Look at many leaders of important countries over say the last 100 years. The row of leaders who had no problems killing millions of people is long: Putin, Hitler, Mao, Stalin, Pol Pot and so on. It is no coincidence that leaders often are more ruthless than the average people. And that has always been so. Alexander the Great, Julius Ceasar, Genghis Khan, Napoleon. These men wrote our history. So they were obviously the ‘fittest’ in their times and maybe in all times. But still, fortunately(!!!), for some reason humankind has not adopted their variations in DNA. We have not less conscience than the Romans had. Loosing conscience is obviously no part of our evolution. And again that seems to be not in line with the Evolution Theory, as we know it. It even contradicts the principle of the ‘survival of the fittest’."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"ceasar + napoleon.png","src":"/ceasar%20%2B%20napoleon.png","style":"height: 350px; margin: 0 auto;"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Some years ago a bit different kind of Evolution Theory was proposed. The theory was that there is some kind of goal within the evolution. That it is not a random process but a more or less guided process. That indeed could explain why the development of the intelligence of mankind over the last say 100.000 to 1.000.000 years was a continuing process, with its ups and downs of course. This is hard if not impossible to explain on the basis of the common Evolution Theory, as I explained before. To believe in an evolution with some kind of program or goal in it looks like believing in some kind of higher power. Therefor the theory of a more or less guided evolution was rejected because that would in the opinion of scientists imply the existence of something super natural. I think this is not so by definition and I even think that a non-guided evolution that results in a clear course over a long period of time, is very unlikely if there is no clear constant or periodic trigger."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"rare space truck.png","src":"/rare%20space%20truck.png","style":"height: 200px; margin: 0 auto;"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"And let’s face it. How plausible is it, that a ‘system’ without any intelligence, driven solely by coincidences, results in a species that is capable of and has the intelligence to formulate the laws of nature? It that not illogic? Time and large numbers should be the explanation. I can screw billions of times materials together but not once by coincidence it will become a car or a plane. And a cell of a living creature has at least the same kind of complexity if not (way) bigger. Why does nature follow rules, why should stars and planets follow rules, but are life and the evolution of life just random processes dictated by coincidences? To my opinion we don’t know these rules yet and so call it, out of some kind of urge to fill all the gaps in our knowledge, ‘coincidences’."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Coincidence is the word mostly used to explain an event, relation or result that we do not understand. A word we should use with much more care than we do nowedays."}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"coincidence als we iets niet weten.png","src":"/coincidence%20als%20we%20iets%20niet%20weten.png"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"One last word before explaining my theory about the evolution of life. Please read it with an open mind! What does that mean with regard to this specific subject? That ‘coincidence’ (yes there is this word again) doesn’t exclude by definition a creator (why shouldn’t coincidences be a tool of this creator to make evolution less predictable?) and that a ‘non-coincidence’ (everything that happens more often or less then random) include by definition a creator (for instance if you bounce a ball with the same force the distance that it bounces back is not random. Nobody sees that as an act of god)."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"coincidence creator.png","src":"/coincidence%20creator.png"},"children":[]}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:03.blog:01.The-limitations-of-the-Evolution-Theory.md","_source":"content","_file":"03.blog/01.The-limitations-of-the-Evolution-Theory.md","_stem":"03.blog/01.The-limitations-of-the-Evolution-Theory","_extension":"md"}