[{"_path":"/blog/evolution-seen-in-a-bigger-picture/the-future-of-evolution","_dir":"evolution-seen-in-a-bigger-picture","_draft":false,"_partial":false,"_locale":"","title":"The Future Of Evolution","description":"Until now our focused direction of evolution, increasing brain capacity, doesn’t seem to be in line with our sexual attractivity. That physical well developed men are still more attractive to women than more mentally developed men and the other way around, so that the first group will probably produce more offspring, implies a restrain of the speed of our evolution. The split from the apes happened millions of year ago but this makes it clear that some of their focused traits are still quiet present in our DNA. This maybe sounds negative but the positive effect of this is that it has a levelling influence on society. Will/can that change in the (near) future? Will our focused trait (human intelligence) finally push away physical strength as being most sexy? If so, what effects could that have?","_type":"markdown","_id":"content:03.blog:04.Evolution seen in a bigger picture:03.The future of evolution.md","_source":"content","_file":"03.blog/04.Evolution seen in a bigger picture/03.The future of evolution.md","_stem":"03.blog/04.Evolution seen in a bigger picture/03.The future of evolution","_extension":"md"},{"_path":"/blog/origin-of-species","_dir":"blog","_draft":false,"_partial":false,"_locale":"","title":"Origin Of Species","description":"Probably you already noticed it, but until now I haven’t written one word about the origin of life. The Evolution Theory of today does, but NI+ExT not. Why not? Simply because I can’t think about any possible process that could bring dead materials alive. It is way easier to go from something to everything than to go from nothing to something.","_type":"markdown","_id":"content:03.blog:05.Origin of species.md","_source":"content","_file":"03.blog/05.Origin of species.md","_stem":"03.blog/05.Origin of species","_extension":"md"}]