{"_path":"/blog/origin-of-species","_dir":"blog","_draft":false,"_partial":false,"_locale":"","title":"Origin Of Species","description":"Probably you already noticed it, but until now I haven’t written one word about the origin of life. The Evolution Theory of today does, but NI+ExT not. Why not? Simply because I can’t think about any possible process that could bring dead materials alive. It is way easier to go from something to everything than to go from nothing to something.","body":{"type":"root","children":[{"type":"element","tag":"h1","props":{"id":"origin-of-species"},"children":[{"type":"text","value":"Origin Of Species"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Probably you already noticed it, but until now I haven’t written one word about the origin of life. The Evolution Theory of today does, but NI+ExT not. Why not? Simply because I can’t think about any possible process that could bring dead materials alive. It is way easier to go from something to everything than to go from nothing to something."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"something to everything.png","src":"/something%20to%20everything.png"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"A well accepted theory is that life had its origin in something called primordial soup. This soup contained monomers that would bond so polymers could develop. And this polymers in their turn would turn into amino acids. And this amino acids would become proteins (organic molecules). And somehow they would come alive. Experiments have been performed to simulate this process but the only positive result was that organic molecules can be formed out of inorganic material. That is a really tinny basis to make any conclusion about the origin of life. There are also other theories for instance based on RNA molecules that could multiply themselves without help from other molecules. Indeed a material-organizing structure."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"But still it sounds to me like screwing randomly materials together and expect, if you do that a billion times, sooner or later the Porsche would appear. Yes some of the materials were made out of steel and in the Porsche is also a lot of steel present. Is that any indication that screwing materials randomly together could produce a Porsche? You could say: ok but is the cell, with which it all began, not more simple than such a high-tech car? No, the opposite is the truth: a cell is way more complex and delicate than a Porsche. I have been reading quiet a lot about the processes taking place in cells and their complexity is really breath taking. Processes depend on each other. The one does not function without the other and the other way around. So a step by step evolution of a cell seems impossible. The real thing must indeed appear out of dead materials in more or less one event or process because, as already pointed out, the first living cell already must have had a considerable number of traits right from the start to be able to survive and reproduce."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"soep.jpg","src":"/soep.jpg"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"And another thing is that until now we have never succeeded in making a dead cell coming alive again. If ‘even’ that looks impossible than how could by coincidence materials and combinations of materials, that have never lived, come alive?"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"I can understand that this sounds unsatisfactory. But I don’t want to jeopardize my theory about the evolution of life by my own more or less wild theory about its origin. I have to accept that it is impossible to understand everything and to answer every question. At least at this moment. We just have to accept this, I think, but still go on to find answers. At this moments I can think of two possible answers: a creating power, maybe godlike, or a power, process or other feature we don’t know (yet) with a structuring and life giving capability. When Darwin wrote his book ‘On the origin of species’ he had no clue of the existence of DNA. So he was unable to explain the genetic basis on which his findings and theory were founded. Maybe in respect of the process of dead materials coming alive we are now at an equal point. At this moment our knowledge falls short. Maybe in the future new developments and discoveries will makes everything much more clear and understandable. The primordial soup could still be a part of that."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:03.blog:05.Origin of species.md","_source":"content","_file":"03.blog/05.Origin of species.md","_stem":"03.blog/05.Origin of species","_extension":"md"}