{"_path":"/blog/summary","_dir":"blog","_draft":false,"_partial":false,"_locale":"","title":"Summary","description":"","body":{"type":"root","children":[{"type":"element","tag":"h1","props":{"id":"summary"},"children":[{"type":"text","value":"Summary"}]},{"type":"element","tag":"ol","props":{},"children":[{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Some kind of intelligence is incorporated into DNA/RNA. I call it Natural Intelligence (NI). This NI is based upon a more than average susceptibility for specific mutations of certain trait-defining DNA-regions, possibly in relation with internal or external circumstances triggering these mutations. This leads to a more often than random number of variations in these regions and so to specific mutations with a higher frequency than according to the Evolution Theory. This susceptibility is transferable from generation to generation."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Therefor this NI implicates a specific evolutionary focus and so a directional evolution, with the capability of defining a species. I call these traits (potential) focused traits. (Almost) all species have one or more of these (potential) focused traits."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"A potential focused trait becomes a focused trait when and if internal circumstances (‘survival of an internal fit’)  and external circumstances (‘survival of the fittest’ or ‘survival of another fit’) allow this."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Due to external circumstances and/or due to genetical processes, the susceptible regions, which define the (potential) focused traits, can change in an in evolutionary context abrupt process. If the, from these changes, resulting new or adjusted traits are positive and if they are inheritable and if there are compatible with existing traits, they can result in a better fit, the best fit or even another fit. This process is qualified as a revolutionary evolution. The result of this process can be a new (‘to be’) (family of) species."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Because of the more often than random mutations in the regions of the DNA, that determine the (potential) focused traits, evolution goes faster and more efficient than according to the Evolution Theory - which is based on 100% random variations - and so also makes it easier for the concerning species to widen the genetic distance to its ancestors with (partly) other focused traits, resulting in a higher success rate."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"This directional evolution can also be restraining, meaning that certain mutations happen less than random or are even blocked. Also directional evolution may not be able to cope with sudden threats, if they are not within the scope of the (potential) focused trait(s) or of any regions in DNA that can, by switching on, bring a new (potential) focused trait if triggered by these threats. Random mutations according to the Evolution Theory could offer the change of survival in such a situation."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"In the process of specification based on the Evolution Theory the genetic split is the end result of two isolated evolutions. In the process based on NI (and specifically on revolutionary evolution) this split is the start of two separate (but not by definition isolated) evolutions."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"In combination with the evolution according to the Evolution Theory NI describes the evolution of life way better and complete than the Evolution Theory on its own. ET for instance brings in flexibility and the capacity to fill in tiny niches in the biosphere and NI brings in focus, complementarity and genetic distance between species."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Evolution, based on random mutations, concerns the non-focused traits and can offer the best fit in these context and can lead to a new species within a family of plants or animals. Revolutionary evolution can lead to a new family of plants or animals and may offer the only option to survive sudden changes with a decisive impact on the biosphere. ‘Survival of the fittest’ also determines if a mutation concerning a focused trait will be viable or not."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"To make revolutionary evolution work, the basics of a new/changed trait, potentially defining the new species, already has to be present in the ancestors of this species, so it can be activated and/or made (potentially) ‘focused’ due to a mutation or a couple of mutations or any other genetic process."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"It is even plausible that the basics of every primary trait that defines new (families of) species (breathing in water or on land, flying, being warm blooded, human intelligence etc.), were already present in the DNA of the first living cells. So the development of life is not only a process of small (and sometimes a bit bigger) evolutionary steps but also, and maybe even primarily, a process of waking up and switching on of regions of DNA that determine certain traits. I call this the ‘Excitatus Theory’."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Where the evolution of life and of species are, according to the Evolution Theory, based on two principles (random mutation and ‘survival of the fittest’), both are according to NI+ExT also based on not-random mutations, revolutionary evolution, mutations influencing each other (‘snow-ball-effect’) and traits working together to get a fundamental trait (‘package deal’). This more complex model of evolution not only has a check of the viability in the outside world (‘survival of the fittest) but also this check internal in the concerning species (‘survival of an internal fit’)."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Evolution is not only a time consuming process because the right mutations have to happen (according to ET+NI) but also because these mutations have to happen at the right time. This implicates a process of tuning and fine-tuning inside every new species and between every new species and its surroundings."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"The Evolution Theory in combination with Natural Intelligence and the Excitatus Theory can explain the results of recent researches way better than the Evolution Theory on its own."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Natural Intelligence can explain why there are so few fossils of transitional life forms."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Natural Intelligence can explain why genetic transitions, that demand 50 or so specific mutations to be effective, where each of them apart brings no better fit let alone a ‘survival of the fittest’, are still evolutionary possible and even realistic."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Mankind is not the result of a ‘simple’ evolution but of revolutionary evolution. Mankind does not belong to the family of primates but represents a family of species on its own."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Evolution based of NI together with ET gives a way more faster, more effective, more efficient and more complete filling of all biospheres on earth than evolution according to ET on its own will ever be able to accomplish."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Evolution and NI combined don’t only give direction to the evolution of individual species but even to the evolution of life as a whole. This direction is not only the result of the principle of ‘the survival of the fittest’, due to random and not random mutations, but also the result of the principles of ‘survival of an internal fit’ and of ‘the survival of another fit’. These principles implicate a more or less inevitable outcome of the evolution of life."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"This outcome (or goal) of life is giving existence and purpose to the universe(1) and organizing and structuring as much materials as possible(2). Also the laws of physics organize the materials within the universe. So the theory that life is an organising feature is nothing but an expansion of these laws of physics. Nothing exotic or religious about it. "}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Life and the evolution of life go against the second law of thermodynamics but do not contradict this law."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"Mankind sees himself or herself as the end of the evolution for the time being. That could be true, not because we are likely the most intelligent of all creatures, but because we, yes thanks to this intelligence, organize and structure the most materials, not only in our body but also in our environment. In the future we will expand even expand this quality by bringing a the variety of species and so life to other planets. In order to do so we will have to bridge genetic distances that are even too big for ET + NI +ExT. So mankind will switch from a passive to an active role in the evolution of life."}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"NI makes the enigma of the evolution of life substantially smaller but the enigma of the origin of life not larger, if you consider the fact that according to the ET all traits, except the basic traits of life and reproduction, came out of nothing because of random mutations."}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Life is not a goal on its own. And it is also not useless. But life of an individual living creature has no meaning. It is all about the whole system of life by giving meaning to the universe and by producing in time more, more complex and complementary species filling every niche, in order to organize and structure ever more materials, even in space."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"darwin thinking.jpg","src":"/darwin%20thinking.jpg","style":"margin: auto"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The last claim (23) is quiet something, so let’s test that. Herman B. Bouma wrote in 2023 an article with the title ‘_Darwin’s Top 10 Arguments Against His Own Theory’_. He writes that Charles Darwin took seriously objections to his theory that had been raised by many of the most eminent naturalists of his day. In _The Origin of Species_ he considered in detail 37 of them. Darwin acknowledged that there were “a crowd of difficulties” with his theory. Herman B. Bouma mentions 10. I will present them here and try to give an explanation from the perspective of NI+ExT. A remark in advance: I don’t know how correct the citations, I quote, are, and if there have been later justifications, explanations and so on concerning these citations."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"1. The Complexity of Eyes"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"em","props":{},"children":[{"type":"text","value":"Darwin states, “To suppose that the eye with all its inimitable contrivances for adjusting the focus to different distances, for admitting different amounts of light, and for the correction of spherical and chromatic aberration, could have been formed by natural selection, seems, I freely confess, absurd in the highest degree.”"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If eye sight is a trait of which the basics where already present in DNA from the beginning, that would make the evolutionary process less absurd if absurd at all."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"2. Existence of Similar Organs in Remotely Allied Species"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"em","props":{},"children":[{"type":"text","value":"Darwin considers the electric organs of species of fish that are remotely allied and also the luminous organs of insects “belonging to widely different families.” He states that the latter “offer, under our present state of ignorance, a difficulty almost exactly parallel with that of the electric organs.” Darwin admits the difficulty under his theory “of an organ, apparently the same, arising in several remotely allied species.”"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Again if the basics of this trait where already there waiting to be switched on, and all species carry this in their DNA, it plausible that during the history of evolution more than one species makes advantage of it (maybe after it has switched on by a coincidental mutation)."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"3. Existence of Different Organs for the Same Function in Closely Allied Species"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"em","props":{},"children":[{"type":"text","value":"Darwin considers two genera of orchid, the Coryanthes and the Catasetum. He explains in detail the ingenious “contrivance” that the Coryanthes uses for pollination. He then turns to the Catasetum, which is “closely allied” to the Coryanthes, and states that the construction of the flower in the Catasetum “is widely different, though serving the same end.”"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"em","props":{},"children":[{"type":"text","value":"Darwin admits that it is common throughout nature for the same end to be gained by the most diversified means, “even sometimes in the case of closely-related beings.”"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Again DNA could offer these different possibilities, and internal circumstances (focused trait, internal fit), external circumstances and coincidences can determine which of them will appear in the phenotype."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"4. Parts with Little Importance"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"em","props":{},"children":[{"type":"text","value":"Darwin states, “I have sometimes felt great difficulty in understanding the origin or formation of parts of little importance; almost as great, though of a very different kind, as in the case of the most perfect and complex organs.” He mentions the tail of the giraffe as an example of a part with little apparent importance. He states that it looks like “an artificially constructed fly-flapper” and “[it] seems at first incredible that this could have been adapted for its present purpose by successive slight modifications, each better and better fitted, for so trifling an object as to drive away flies.”"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"To be honest, I can’t really follow this argument. Why is driving away flies of little importance? Besides that, traits that are already present in the DNA may appear because of an internal push and not because of an external determining advantage."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"5. Complex Instincts"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"em","props":{},"children":[{"type":"text","value":"Darwin acknowledges, “Many instincts are so wonderful that their development will probably appear to the reader a difficulty sufficient to overthrow my whole theory.”"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"em","props":{},"children":[{"type":"text","value":"Darwin states, “He must be a dull man who can examine the exquisite structure of a honeycomb, so beautifully adapted to its end, without enthusiastic admiration. We hear from mathematicians that bees have practically solved a recondite problem, and have made their cells of the proper shape to hold the greatest possible amount of honey, with the least possible consumption of precious wax in their construction. It has been remarked that a skilful workman would find it very difficult to make cells of wax of the true form, though this is effected by a crowd of bees working in a dark hive.”"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"NI could make this more plausible on the basis of a focused trait that makes the process of developing the right trait to do so much easier and faster. Also some basic features in DNA right from the start could make this process and result more likely."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"6. Neuter Ants and Their Different Castes"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"em","props":{},"children":[{"type":"text","value":"With respect to neuter ants, Darwin states it is “one special difficulty, which at first appeared to me insuperable, and actually fatal to the whole theory … for these neuters often differ widely in instinct and in structure from both the males and fertile females, … yet, from being sterile, they cannot propagate their kind.” Darwin goes on to state, “But we have not as yet touched on the acme of the difficulty; namely, the fact that the neuters of several ants differ, not only from the fertile females and males, but from each other, sometimes to an almost incredible degree, and are thus divided into two or even three castes.” He acknowledges, “It will indeed be thought that I have an overweening confidence in the principle of natural selection, when I do not admit that such wonderful and well-established facts at once annihilate the theory.”"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"So not really a fatal critic on the Evolution Theory."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"7. The Eyes of the Flat-Fish"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"em","props":{},"children":[{"type":"text","value":"During its early youth the body of the flat-fish is symmetrical with one eye on each side. However, as the body matures, one eye “begins to glide slowly round the head” to the other side. (pp. 209-210) This is beneficial because the adult flat-fish spends most of its time lying on its side on the bottom of the ocean. Darwin agrees that his theory of natural selection cannot account for this feature. He states that it “may be attributed to the habit, no doubt beneficial to the individual and to the species, of endeavouring to look upwards with both eyes, whilst resting on one side at the bottom.” Thus, it “may be attributed almost wholly to continued use, together with inheritance.”"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"I think it is possible to explain the on the basis of the Evolution Theory and on the basis of NI."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"8. Absence of Transitional Forms in the Fossil Record"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"em","props":{},"children":[{"type":"text","value":"With respect to the absence of transitional forms in the fossil record, Darwin states that under his theory, “…as this process of extermination has acted on an enormous scale, so must the number of intermediate varieties, which have formerly existed, be truly enormous. Why then is not every geological formation and every stratum full of such intermediate links? Geology assuredly does not reveal any such finely-graduated organic chain; and this, perhaps, is the most obvious and serious objection which can be urged against the theory.” Darwin admits that “though we do find many links — we do not find interminable varieties, connecting together all extinct and existing forms by the finest graduated steps.” He states, “That the geological record is imperfect all will admit; but that it is imperfect to the degree required by our theory, few will be inclined to admit.” He also acknowledges, “He who rejects this view of the imperfection of the geological record, will rightly reject the whole theory.”"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"At least part of this absence can be declared by revolutionary evolution, by focused traits, by dormant traits that seize their chance if a mutation of another trait makes it possible for the dormant trait to become active and also on the basis of traits, which basics are already there right from the beginning, waiting for an internal and external fit. All these aspects of NI+ExT will speed up the transition process and so will reduce the number of intermediate varieties and so fossils of these varieties, enormously."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"fossils.jpg","src":"/fossils.jpg","style":"margin: auto"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"9. Absence of Transitional Forms Even Within Particular Geological Formations"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"em","props":{},"children":[{"type":"text","value":"With respect to the absence of transitional forms even within particular geological formations, Darwin states, “It cannot be doubted that the geological record, viewed as a whole, is extremely imperfect; but if we confine our attention to any one formation, it becomes much more difficult to understand why we do not therein find closely graduated varieties between the allied species which lived at its commencement and at its close.” He confesses, “But I do not pretend that I should ever have suspected how poor was the record in the best preserved geological sections, had not the absence of innumerable transitional links between the species which lived at the commencement and close of each formation, pressed so hardly on my theory.”"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Since the days of Darwin a lot more fossils have been found. And there are also explanations given why in certain regions, concerning certain ages and in respect to certain species no or just a few fossils are there. But the essence of this absence of transitional forms is still a fact. One point of critic before (8) I have written how NI+ExT can explain this absence."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"10. Sudden Appearance of New Forms of Life"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"em","props":{},"children":[{"type":"text","value":"Darwin states, “The abrupt manner in which whole groups of species suddenly appear in certain formations, has been urged by several paleontologists — for instance, by Agassiz, Pictet, and Sedgwick — as a fatal objection to the belief in the transmutation of species.”"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"em","props":{},"children":[{"type":"text","value":"He goes on to state, “There is another and allied difficulty, which is much more serious. I allude to the manner in which species belonging to several of the main divisions of the animal kingdom suddenly appear in the lowest known fossiliferous rocks,” i.e., the Cambrian strata. “To the question why we do not find rich fossiliferous deposits … prior to the Cambrian system, I can give no satisfactory answer.” Darwin concludes, “The case at present must remain inexplicable; and may be truly urged as a valid argument against the views here entertained.”"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If I may say so: Revolutionary evolution is, or at least could be, the solution. Together with the waiting of fundamental ‘new’ traits, present in DNA from the very start, for the moment of ‘harmony’."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"As a resumé: of the 10 points of critics I can follow 7. The other 3 are, to my opinion, explainable on the basis of the Evolution Theory. Of this remaining 7 points of critic NI+ExT can explain them all way better than ET. The fact that NI makes it at least equally hard to explain the origin of life irritates me a bit. I will keep on wandering about it and hope for a sudden moment of vision."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:03.blog:07.Summary.md","_source":"content","_file":"03.blog/07.Summary.md","_stem":"03.blog/07.Summary","_extension":"md"}