{"_path":"/blog/the-excitatus-theory/why-are-fossils-of-transition-forms-rare","_dir":"the-excitatus-theory","_draft":false,"_partial":false,"_locale":"","title":"Why are fossils of transition forms rare?","description":"Switching on and off of genes offers the opportunity to explain evolutionary processes the Evolution Theory can’t. At least in my opinion. I already mentioned the transition from quadrupedalism to bipedalism as a result of many mutations, where each individual mutation on its own would have offered zero better fit, if not a worse fit. Meaning that this process would have stopped as soon as it began if ‘survival of the fittest’ was the only engine of evolution.","body":{"type":"root","children":[{"type":"element","tag":"h1","props":{"id":"why-are-fossils-of-transition-forms-rare"},"children":[{"type":"text","value":"Why are fossils of transition forms rare?"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Switching on and off of genes offers the opportunity to explain evolutionary processes the Evolution Theory can’t. At least in my opinion. I already mentioned the transition from quadrupedalism to bipedalism as a result of many mutations, where each individual mutation on its own would have offered zero better fit, if not a worse fit. Meaning that this process would have stopped as soon as it began if ‘survival of the fittest’ was the only engine of evolution."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Another example is the transition from ‘laying eggs’ to ‘giving birth’’  (viviparity). This transition occurred independently in several lineages of animals. Researchers found that the switch from egg laying to live-bearing is caused by around 50 genetic changes that are scattered around the snail genome. Yes, this research was done on snails, so it looks reasonable to expect that in respect to mammals the number of genetic changes will at least be as large. Overall, the researchers write, the results suggest that live-bearing evolved gradually through the accumulation of many mutations that arose over a period of 100,000 years. But the precise benefits of live-bearing in these snails remain a mystery: by solving one problem, live-bearing would have certainly created others. “_The extra investment in offspring would have almost certainly placed new demands on the snails’ anatomy, physiology, and immune system. It’s likely that many of the genomic regions we identified are involved in responding to these types of challenges_.”"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"art snail or egg.png","src":"/art%20snail%20or%20egg.png"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"So a mystery why this process started and why it continued. What where the benefits of the end result and of every of the 50 individual mutations in between? The ‘survival of the fittest’ has no answer. And NI and ExT? Yes, I think so. Or at least a possible explanation."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"man out of egg.png","src":"/man%20out%20of%20egg.png"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"First: a change of one or more (potential) focused traits could have started the process. That genetic change does not need a reward like ‘survival of the fittest’. This (potential) change is more or less pushed upon the concerning individuals. And as long as it is not life threatening or a major setback, no reason to make a fuss about it if the potential focused trait becomes a focused trait. So it all began with switching on, by internal or external circumstances, of a relevant gene concerning viviparity resulting in the focused trait of ‘giving birth’. Because mutations, concerning this type of traits, happen more frequently than to be expected on the basis of a random process, an individual or a group of a species was/were born with this focused trait, with some frequence. It is written that ‘giving birth’ evolved independently in several lineages of animals. So it concerns a trait which basics were already present in DNA; maybe even right from the start. So this fact, in combination with ‘giving birth’ being a focused trait, makes the chance of a change from ‘laying eggs’ to ‘giving birth’ many times bigger than if this all has to happen on the basis of traits appearing out of nothing and also being the result of just coincidental mutations. If this trait didn’t kill this individual/group, the trait could be there in vain because the other 49 straits, needed to make it work, were not (yet) present. So it/they could carry for instance the veins needed for giving birth, but with no use (and no harm)."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"A fundamental evolutionary change or innovation is on the basis of the existence of potential focused traits many times more likely to happen (and so logical) than on the basis of the evolvement of the needed new traits out of random mutations with no prior genetical basics concerning these traits."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"fundamental evolutionary change.png","src":"/fundamental%20evolutionary%20change.png"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"It is imaginable, because the concerning mutations are happening again and again during evolution in more than one lineage, that by coincidence some of the species that got the focused trait of ‘giving birth’, also had by coincidence some of the other 49 traits like the mentioned veins. But all? Not very likely. So what could make it more likely that the focused trait of ‘giving birth’, when it appeared in an individual or in a group, was supported by the presence of all the other needed traits to make it together work? There are a few possibilities:"}]},{"type":"element","tag":"ol","props":{},"children":[{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"The mutation in the DNA-code, that led to the switching on of the focused trait ‘giving birth’ caused a ‘snowball effect,’ so initiating more mutations concerning the other 49 relevant traits;"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"The other traits where already there, but in a dormant state, (more or less) awakened by the focused trait;"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"In the development of an embryo the ‘players’ there, which are responsible for switching off and on of genes at the right moment and location to let the embryo develop in the right direction, changed their behaviour when they ‘discovered’ the new trait of giving birth;"}]},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"A combination of 2 or 3 of these possibilities."}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"I will focus on the possibilities 1. and 2. or a combination of both, but I certainly don’t want to exclude possibility 3. In evolutionary developmental biology that process is called heterochrony and concerns any genetically controlled difference in the timing, rate, or duration of a developmental process in an organism compared to its ancestors or other organisms. This difference leads to changes in the size, shape, characteristics and even presence of certain organs and features. For instance in a chimpanzee the foetus brain and head growth starts at about the same developmental stage as that of humans and grow at a similar rate. But in chimpanzees growth stops soon after birth, whereas in humans brain and head growth continues several years after birth. Humans have, compared with chimpanzees, some 30 different body developments that are being delayed or slowed down, resulting in features such as a large head, a flat face, and relatively short arms. This implicates also a prolonged childhood and retarded maturity."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Which one of the above named evolutionary processes is the right on, if any, I don’t know. But a process like this or similar to this, must have happened, because a process of 50 independently occurring mutations, all by coincidence, leading again all just by coincidence to ‘survival of the fittest’ and the complex trait of ‘giving birth’, is not only unlikely but completely impossible (in my opinion)."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"complex evolutionary transitions zwart1.png","src":"/complex%20evolutionary%20transitions%20zwart1.png"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"You may wonder if ‘giving birth’ as an evolutionary ‘package deal’ is not also something unlikely. But this is not something genetically unprecedented. Because life from the very start was already some kind of ‘package deal’ considering all the traits the first living cell needed to stay alive and to reproduce. By the way: I have no clue if this package ‘of giving birth’ was coded in DNA right from the start or if it (partly) gradually evolved in that way, ruled by certain processes or even by coincidences. But the basic theory is that there is one focused trait which pushes ‘giving birth’, or a significant part of this evolutionary path, upon species and that this focused trait takes other traits along his path by waking them up (by making their already present basics to become active or by activating, so far useless, traits) or by causing a specific, coherent snowball effect of mutations."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"package deal.png","src":"/package%20deal.png"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"NI makes it easier to accept something like a ‘package deal’ than the Evolution Theory does. Meaning, traits that somehow more or less purposely work together to reach a certain effect, like ‘life’, like ‘giving birth’ and like ‘walking upright’ (in genetics complex traits are traits that are phenotypes that are controlled by two or more genes; here with complex traits I mean an essential trait that can only work on the basis of a combination of more than a few, coordinated sub traits. So there is an overlap but it is not the same)."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"alt":"life was the first.png","src":"/life%20was%20the%20first.png"},"children":[]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"How could possibility1. work?"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"I introduced the term ‘package deal’ as a cooperation between separate traits to make together a complex trait work. In the science of genetics there is already a term for this and that is Phenotypic integration. Phenotypic integration provides an explanation as to how traits are integrated, organized, and made into a functional whole. Indeed an internal fit after reaching harmony. Integration is also associated with functional modules. According to Phenotypic integration it is important for the concerning traits do evolve together (by the way: to my opinion mutations that influence each other is not something random)."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"If all features of an organism are completely integrated, the parts will be prevented from evolving independent adaptations (‘harmony’ is out of reach). Therefor these ‘packages’ are supposed to influence the traits within the same package but not the traits in other packages. This is called Modularity. At a genetic level, integration can be caused by for instance pleiotropy or Genetic linkage."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:03.blog:03.The Excitatus Theory:02.Why are fossils of transition forms rare.md","_source":"content","_file":"03.blog/03.The Excitatus Theory/02.Why are fossils of transition forms rare.md","_stem":"03.blog/03.The Excitatus Theory/02.Why are fossils of transition forms rare","_extension":"md"}