[{"_path":"/blog/natural-intelligence/implications-of-ni","_dir":"natural-intelligence","_draft":false,"_partial":false,"_locale":"","title":"Implications Of NI","description":"There is question unanswered. If a region of DNA or a combination of regions of DNA are capable to introduce in time a new trait in which ‘a new species to be’ will find its evolutionary focus, then is the genetic basis of this trait already there and just waiting to be activated by a mutation or a couple of mutations? Or could this mutation or these mutations have such an impact that this region or these regions make such a radical change that this results in a complete new trait based on a complete new code and protein? Think for instance about flying. Does the capability of flying originate from small steps each in the form of changing DNA regions (according to the Evolution Theory even again and again by coincidence) or from the activation of the DNA regions where this ‘hidden’ feature of flying was already (latent) present? Maybe only the basics. Or could it be a combination of both?","_type":"markdown","_id":"content:03.blog:02.Natural Intelligence:04.Implications of NI.md","_source":"content","_file":"03.blog/02.Natural Intelligence/04.Implications of NI.md","_stem":"03.blog/02.Natural Intelligence/04.Implications of NI","_extension":"md"},{"_path":"/blog/the-excitatus-theory/the-origin-of-traits","_dir":"the-excitatus-theory","_draft":false,"_partial":false,"_locale":"","title":"The Origin Of Traits","description":"I have already indicated that in my opinion a significant part of the DNA and genes in this DNA, describing the basics of many of the specific traits in which living species evolve and eventually may excel, were already present from the start of life. So in the DNA of the one cell species with which the evolution of life began. Ready to evolve and, in a certain phase or phases, waiting to be switched on. Is that a possibility? Yes I think so. A one cell species contains approximately 2 meters of DNA. And this equals at least 3 billion nucleotides. That is 3 x 109. This nucleotides represent the program of DNA. Seeing this huge number it is not unlikely that the basics of a big percentage of all biological possibilities of nature were already in DNA right from the start. Also the life of every animal, plant and human starts with just one cell. By the way: this makes the statement that only 2% of the human DNA is useful (encodes proteins) and 98% useless, extremely questionable. Parts of this 98% may have no use for humans and other species as we know them today but could have had and/or could have in the future an important function by encoding proteins in ancestors, successors, other animals, plants, at other moments in the evolution of life. By the way: recent research already indicates that at least a part of the mentioned 98% is in reality not useless.","_type":"markdown","_id":"content:03.blog:03.The Excitatus Theory:01.The origin of traits.md","_source":"content","_file":"03.blog/03.The Excitatus Theory/01.The origin of traits.md","_stem":"03.blog/03.The Excitatus Theory/01.The origin of traits","_extension":"md"}]