[{"_path":"/blog/natural-intelligence/do-new-traits-come-out-of-nothing","_dir":"natural-intelligence","_draft":false,"_partial":false,"_locale":"","title":"Do New Traits Come Out Of Nothing? page","description":"","_type":"markdown","_id":"content:03.blog:02.Natural Intelligence:Do new traits come out of nothing.md","_source":"content","_file":"03.blog/02.Natural Intelligence/Do new traits come out of nothing.md","_stem":"03.blog/02.Natural Intelligence/Do new traits come out of nothing","_extension":"md"},{"_path":"/blog/the-excitatus-theory/the-origin-of-traits","_dir":"the-excitatus-theory","_draft":false,"_partial":false,"_locale":"","title":"The Origin Of Traits","description":"I have already indicated that in my opinion a significant part of the DNA and genes in this DNA, describing the basics of many of the specific traits in which living species evolve and eventually may excel, were already present from the start of life. So in the DNA of the one cell species with which the evolution of life began. Ready to evolve and, in a certain phase or phases, waiting to be switched on. Is that a possibility? Yes I think so. A one cell species contains approximately 2 meters of DNA. And this equals at least 3 billion nucleotides. That is 3 x 109. This nucleotides represent the program of DNA. Seeing this huge number it is not unlikely that the basics of a big percentage of all biological possibilities of nature were already in DNA right from the start. Also the life of every animal, plant and human starts with just one cell. By the way: this makes the statement that only 2% of the human DNA is useful (encodes proteins) and 98% useless, extremely questionable. Parts of this 98% may have no use for humans and other species as we know them today but could have had and/or could have in the future an important function by encoding proteins in ancestors, successors, other animals, plants, at other moments in the evolution of life. By the way: recent research already indicates that at least a part of the mentioned 98% is in reality not useless.","_type":"markdown","_id":"content:03.blog:03.The Excitatus Theory:01.The origin of traits.md","_source":"content","_file":"03.blog/03.The Excitatus Theory/01.The origin of traits.md","_stem":"03.blog/03.The Excitatus Theory/01.The origin of traits","_extension":"md"}]