[{"_path":"/blog/natural-intelligence/directional-evolution","_dir":"natural-intelligence","_draft":false,"_partial":false,"_locale":"","title":"Directional Evolution","description":"So how can evolution be guided without the need of the ‘hand of a god’? Until now we have seen intelligence as something that belongs to living creatures only. But Artificial Intelligence has shown us that this is not a condition. DNA looks much like a computer program and the last years computer programs have been developed with some kind of incorporated intelligence. So why should the DNA of humans and of other living creatures not also include some sort of intelligence? I have no clue why that should not be possible. You could say that it needs something super natural to add intelligence to DNA but then why does is not need that for programming a type of species? It is one or the other: or both parts of the DNA program were ‘written’ or no parts. And let us not forget that recent studies have shown us that indeed RNA, a molecule which looks to be as important for life as its ‘brother or sister’ DNA, shows some kind of intelligence: our cells contain a protein-directing machine, made of RNA and proteins, that sends newly made proteins to where they’re needed most in a cell. This machine is called the signal recognition particle (SRP) and so knows and decides where newly produced proteins will have the most benefits. Nothing random about it.","_type":"markdown","_id":"content:03.blog:02.Natural Intelligence:01.Directional evolution.md","_source":"content","_file":"03.blog/02.Natural Intelligence/01.Directional evolution.md","_stem":"03.blog/02.Natural Intelligence/01.Directional evolution","_extension":"md"},{"_path":"/blog/natural-intelligence/summary-of-ni","_dir":"natural-intelligence","_draft":false,"_partial":false,"_locale":"","title":"Summary Of NI (so far)","description":"According to NI we can distinguish the following processes in the origin and developing of a species:","_type":"markdown","_id":"content:03.blog:02.Natural Intelligence:03.Summary of NI.md","_source":"content","_file":"03.blog/02.Natural Intelligence/03.Summary of NI.md","_stem":"03.blog/02.Natural Intelligence/03.Summary of NI","_extension":"md"}]